{"story": "在一个金碧辉煌的天国王宫里住着两位公主，她们都非常的美丽善良。<mask>大王就跟国王说，你要是不把你的女儿交出来我就杀了你，正当国王在想办法的时候，一个白马王子出现了，他直接把山寨的大王杀了，跟国王说，我要娶两位公主，国王也同意让女儿嫁了白马王子。从此以后，两位天国的公主与白马王子过上了幸福的日子。", "plot0": "有一次，山寨的大王要来天国王宫里提亲，国王对大王一见如故，立即决定把自己的女儿嫁给山寨的大王做山寨夫人。", "plot1": "有一次，山寨的大王要来天国王宫里提亲，可是国王并不同意把自己的女儿嫁给山寨的大王做山寨夫人。", "label": 1}
{"story": "一个小男孩在田野里玩，忽然发现了一株荨麻。他好奇地摸了一下，没想到却被荨藤狠狠地刺了一下。于是，小男孩哭着跑回家告诉母亲这件事情。<mask>小男孩记下了妈妈的话。当他再一次去田野里玩时，一把握住了那棵荨麻。果然，它不扎手了。", "plot0": "母亲听到后十分心疼，安慰了小男孩很久，并且叮嘱他，下次再也不要去田野里玩了。", "plot1": "母亲听到后安慰了小男孩，并且告诉他，下次看到荨麻时，要勇敢地一把握住，这样就不会被刺伤了。", "label": 1}
{"story": "从前有一位独眼缺手断脚的国王，他很想将他那副尊容画下来，留给后代子孙瞻仰。可是先后请了两个画家，他们要么就把国王画得很丑，要么就把国王画得很完美，都没能让国王满意。国王就杀了这两个画家。最后，请来第三位画家。<mask>国王非常满意，重赏了这位画家。", "plot0": "他紧张到根本就不敢直视国王，全程死死地盯着自己的画布，完全凭自己的想象画了一幅画，把国王画得非常完美。", "plot1": "他画了一幅国王侧身而坐，观望山河的画像，画出了国王的威仪，而又很好的掩饰了国王身一体的缺陷。", "label": 1}
{"story": "笑笑过生日这天，妈妈送给他一个欢乐袋，欢乐袋里装着三粒欢乐豆。妈妈告诉笑笑，人在不高兴的时候，只要吃一粒欢乐豆，就会立刻高兴起来。<mask>他们吃了欢乐豆后都很开心，并且还顺利解决了问题。笑笑用自己的欢乐豆给别人带来了快乐，于是一份欢乐就变成了两份。", "plot0": "笑笑把欢乐豆分别给了找不到钥匙的妞妞，被打翻垃圾桶的张奶奶，还有写不出好文章的爸爸。", "plot1": "笑笑连忙把欢乐豆藏了起来，没有告诉找不到钥匙的妞妞，被打翻垃圾桶的张奶奶，还有写不出好文章的爸爸。", "label": 0}
{"story": "嘎小子是军营的司令员，这一天，他接到上级命令要带着全员撤退到北面一个山头隐藏。嘎小子接到命令就带着士兵出发了。越往北走越冷，雨渐渐地变成了鹅毛大雪。嘎小子和士兵们都成了行进在雪中的雪人了。嘎小子早已累得走不动了，他恨不能立刻倒在雪地上美美地睡上一觉，有几次他都坐在地上耍赖不起，士兵们就会提醒他：千万别倒下，一倒下就再也起不来了。前面就是河边了，可以到了河边再休息。<mask>于是他从雪地里爬起来继续带着士兵前进，这一次他充满了力量。", "plot0": "嘎小子一听到士兵说的话，脸唰的一下就红了，自己身为司令员竟然还没有手下的士兵坚强，太羞愧了。", "plot1": "嘎小子一听到士兵说的话，勃然大怒，心想这些士兵竟敢这样对自己说话，命令这些士兵把自己抬着走。", "label": 0}
{"story": "从前，有位知识渊博的老人，为了给女儿选个如意郎君，便在家里设下谜局，宣称谁能破谜就把女儿许配给谁。此后，上门应猜者络绎不绝，但没有一个猜中的。直到有一天，有位年轻人登门猜谜。老人给了他一枚缝衣针、一根红线、四颗明珠、两方白玉。让他做出动作，表示两句成语。<mask>接着又拿起四颗珠子，一一串起来，然后把分开的两方白玉贴在一起。老人一看，立刻明白他猜出来了穿针引线和珠联璧合这两个成语。于是满意地将女儿许配给了他。", "plot0": "年轻人想了会，没想出来合适的解法，一时恼羞成怒，拿起针和红线就跑了。", "plot1": "年轻人想了会，便一手拈起针，另一手拿起红线，将线从针眼里穿了过去。", "label": 1}
{"story": "有位母亲生了两个女儿。二女儿心眼很坏，但在母亲面前表现的很乖巧。大女儿又孝顺又勤劳，可母亲总觉得她不如二女儿。母亲老了。她把积蓄交给了二女儿，结果被挥霍一空。大女儿勤劳节俭，攒下了钱。<mask>", "plot0": "她没有怨恨母亲，而是守护在母亲身边，母亲这才明白哪个女儿才是对她最好的女儿。", "plot1": "她对母亲心怀怨恨，再也不管母亲，让母亲跟着二女儿过好日子，母亲十分后悔自己之前没有好好对待大女儿。", "label": 0}
{"story": "一个富翁请了六个木匠和一个包工头替他制作家具。其中一个木匠因为出门时太匆忙，把锤子忘在了几百公里外的家里。<mask>木匠的同伴们看到这么好的锤子，都去找铁匠做了一模一样的锤子。一传十，十传百，人们都来找铁匠做锤子。后来，铁匠成为了远近闻名的手艺人。", "plot0": "于是他偷走了另一个木匠的锤子，这把锤子比自己以前那把好用多了。", "plot1": "于是去找铁匠做了一把锤子，这把锤子比自己以前那把好用多了。", "label": 1}
{"story": "有一次，朱元璋率领农民起义军来到兰溪县樟林村。他正在对官兵们进行军纪教育时，突然下起了大雨。卫兵们急忙请朱元璋进营避雨，但是他仍然骑在马背上，端坐不动，全然不顾湿透的身体，用更加宏亮的声音继续演讲。<mask>", "plot0": "可是与朱元璋的镇静相反，官兵们都拼命跑着躲雨去了，没有一个人愿意留下来听朱元璋的演讲，马背上只剩下朱元璋一个人。", "plot1": "官兵们被朱元璋镇静的神态所感染，都更加专心地听他讲军纪，因为天降暴雨而产生的骚乱也渐渐平息了。", "label": 1}
{"story": "清朝万历年间，皇宫中有一个大老鼠，害得整个皇宫都不安。皇帝下令寻找最好的猫来捕捉它，可是所有的好猫都让他吃了。一天，外国使者献了一只狮猫。<mask>老鼠从洞里爬出来，一看见猫，就扑过去。猫先跳上凳子又跳上桌子，老鼠紧跟着也跳了上来，猫又从桌子上跳了下来。这样来来往往有几十次。人们以为这猫也不行。可是慢慢地老鼠体力不支。狮猫扭过头来，一口咬碎了老鼠的脑袋。", "plot0": "皇帝让小吏把狮猫放进了有老鼠的房子里，并把门关上了，人们在窗户外观看。", "plot1": "皇帝舍不得把自己喜欢的狮猫送进去，决定让几个小吏进到有老鼠的房子里去捉老鼠。", "label": 0}
{"story": "很久以前，蛇是一种有腿无眼的动物。有一次，森林舞团前来表演。<mask>蛇看完舞蹈后，觉得拥有眼睛可以看到很多美景，便决定习惯用腹部走路，不还给马鹿眼睛了。自此之后，马鹿失去了自己的眼睛，走路总是碰壁，可他只能默默埋冤蛇不守信用，没有别的办法。", "plot0": "蛇为了让马鹿去看舞蹈，把自己的腿借了马鹿，他们约定好，下次见面时再换回来。", "plot1": "蛇为了去看舞蹈，拿自己的腿和马鹿的眼睛作交换，他们约定好，下次见面时再换回来。", "label": 1}
{"story": "一只乌鸦慢悠悠地从窝里走了出来，饿得肚子咕咕叫，可是他太懒了，只想着睡觉。这时，乌鸦看见天空中飞来了一巨嘴鸟。它热情地邀请巨嘴鸟跟自己一块找吃的，巨嘴鸟爽快地答应了。巨嘴鸟很快拣到了好多果子，可是乌鸦只拣到了三四个。乌鸦见到这么多的果子，一边想着赶快吃掉，一边又自作聪明地要跟巨嘴鸟比比谁吃得快。只见巨嘴鸟用它那长长的嘴叼起果子，向上一扔，果子就落入它的肚子里。<mask>", "plot0": "而一旁的乌鸦，却被自己扔起的果子砸的满地打滚，只能眼睁睁地看着巨嘴鸟一个接一个地吃果子，懊恼不已。", "plot1": "而巨嘴鸟见到一旁的乌鸦被自己扔起的果子砸的满地打滚，叼起果子喂乌鸦吃，乌鸦很感动，他们成了最好的朋友。", "label": 0}
{"story": "小猴顶瞧不起小蝎子，觉得它又小又丑，肯定是个胆小鬼。一天，一条大蛇游过来，小猴子和伙伴们都怕的躲到了树后。<mask>小猴子很惭愧，再也不笑话小蝎子了。", "plot0": "小蝎子却勇敢地站在最前面，用它的钳子和尖刺赶走了大蛇。", "plot1": "小蝎子果然是最先一个逃跑了，剩下小猴子独自面对大蛇。", "label": 0}
{"story": "在石厂长的生日谜会上，有这样一则哑谜：桌上备有一个熟鸡蛋和一个苹果，要求猜谜者做两个动作打两句成语。桌前围满了猜谜者，可很久仍无人猜中。<mask>大家吃了一惊，终于反应过来谜底就是以卵击石和自食其果。顿时，大家为小男孩的机智报以了热烈的掌声。", "plot0": "突然，人群中钻出个看热闹的小男孩，他拿起苹果向自己头上扔，又拿起鸡蛋津津有味地吃了起来。", "plot1": "突然，人群中钻出个看热闹的小男孩，他拿起鸡蛋向石厂长扔去，又拿起苹果津津有味地吃了起来。", "label": 1}
{"story": "从前，一只狐狸被猎人追赶，走投无路时看到了一个樵夫，于是跑去向樵夫求救，樵夫让它躲在自己的小茅屋里。<mask>狐狸看到猎人走了赶快跑出来，没有向樵夫道谢就要转身离开。樵夫责备它忘恩负义，狐狸冷漠的看了眼樵夫，说如果他表里如一的话，那一定会向他道谢的。狐狸说完转身快速离开了。", "plot0": "不久猎人追到，问樵夫有没有看到一只狐狸经过，樵夫说没有看到，但猎人觉得他神态很可疑，仔细一看之后发现了茅屋里的狐狸，便把樵夫打晕，把狐狸救走了。", "plot1": "不久猎人追到，问樵夫有没有看到一只狐狸经过，樵夫口头上说没有看到，却在暗地里用手指向狐狸躲藏的地方，猎人急着继续追赶狐狸，没有看到樵夫的手势就离开了。", "label": 1}
{"story": "冬天来了，自来水管站在寒风里，冻得直打哆嗦。<mask>就在这时，一根毛绒绒的长草绳缠到了他的身上，把他缠得紧紧的。自来水瞬间就感觉到一阵温暖。原来草绳是来给自己当棉袄挡住寒风的。自来水管很是感激，他们就一起相互依偎，温暖地度过了寒冷的冬天。", "plot0": "他心里十分担心，要是身体里的自来水结了冰，自己的肚子一定会被撑破的，那就没命了。", "plot1": "他十分惬意，觉得寒风吹得他舒服极了，身体里的自来水也流得从未有过的顺畅和舒服。", "label": 0}
{"story": "一只山羊初次见到一只美丽的斑豹时,它对斑豹身上漂亮的斑纹极为喜爱,羡慕不已。于是,山羊禁不住喜悦之情去抚摸斑豹身上美妙的斑纹，斑豹刚刚吃过午饭，对挠痒痒的山羊感到很新奇也很享受。<mask>有一天，山羊终于看到一只斑马被斑豹咬死，才心有余悸的不再接近斑豹。", "plot0": "他们虽然成为了好朋友，但山羊一直想趁它打猎的时候杀死斑豹，它嫉妒斑豹的外表，想得到他美丽的皮。", "plot1": "他们成为了好朋友，斑豹感知到山羊不知道他对山羊存在的威胁，所以每次打猎都避开山羊的活动领域。", "label": 1}
{"story": "从前，有家夫妻小酒店。这家店卖的虽是陈年佳酿，但由于店面不起眼，加之夫妻俩都不善于招揽顾客，生意一直很冷清。这天，有位才子来到店中。他喝完酒后连连夸赞，于是决定帮老板招揽生意。随后他写了一首诗贴到店门口：一轮明月挂半天，淑女才子并蒂莲。碧波池畔酉时会，细读诗书不用言。<mask>从此，这家店的生意果然好了起来。", "plot0": "很多文人墨客路过，一看诗帖，便知店里有好酒卖，纷纷进店喝酒品诗。", "plot1": "很多文人墨客路过，觉得店长附庸风雅，更加厌恶这家酒店，从不进店喝酒。", "label": 0}
{"story": "在城市最偏僻的角落里，有一间非常破旧的小房子，里面住着猫婆和六只猫咪。猫咪们都是猫婆在大街上捡来的，她对它们像对自己的孩子一样。这天，猫婆正在整理捡来的易拉罐和废纸片，猫咪们在一边愉快地玩捉迷藏。突然破房子的砖块掉下来砸到了猫婆，猫婆顿时被砸晕了过去。<mask>猫婆这才被人发现送到了医院。大家都被猫婆和猫咪的故事感动了。此后每天都有人带着吃的到猫婆家看小猫，也有越来越多的人开始收养流浪猫了。", "plot0": "小猫们看到后急的直打转，一个接一个跑到街上咬着行人的裤脚把他们领到了家里。", "plot1": "小猫们也吓得半死，顾不得猫婆，全部都各顾各跑了。", "label": 0}
{"story": "小明和小红住在一个美丽的小山村。一天，他们的妈妈要出去买东西，守在的大灰狼外面听到了。等妈妈走后，大灰狼假装小红的姥姥来敲门。<mask>小明发现敲门的果然是大灰狼，便做了个机关，然后把门打开一条缝。大灰狼刚把门推开，墙上的猎枪就开了火，把大灰狼打死了。妈妈回来后，心有余悸，并夸奖了小明的处变不惊。", "plot0": "小红听到是姥姥来了，正想开门，小明拦住了她，带着她一起上阁楼去看楼下到底是谁。", "plot1": "小红听到是姥姥来了，正想开门，小明抢在她前面把门开了。", "label": 0}
{"story": "帽子店里有一顶红帽子，红红的帽身，白白的帽沿，顶上还有一个毛茸茸的绒球，可漂亮了。帽子店里的帽子一只只被买走了，只有红帽子还没有找到它的主人。<mask>红帽子到了玩滑板的小男孩、护士姐姐还有警察叔叔那边，但他们都有更适合的帽子。红帽子难过极了。这时它碰上了一个穿红裤子、红衣服的白胡子老爷爷。老爷爷拿起红帽子戴在头上，大小刚刚好。老爷爷十分惊喜，就把红帽子留在了身边。红帽子终于找到了合适的主人。", "plot0": "红帽子很庆幸自己比其他帽子幸运，可以在店里待着，哪都不用去。", "plot1": "红帽子等不及了，一阵风吹来，它趁机从货架上跳下，骨碌碌地滚出了店门，去找它的主人了。", "label": 1}
{"story": "晚唐诗人皮日休擅诗文，才华出众。因为同情贫苦农民，毅然参加了农民起义军。一年元宵节，起义军官兵竞猜灯谜，气氛十分热烈。<mask>不日，皮日休便被军师进言，提拔做了副将。", "plot0": "这时，皮日休便借用起义军首领的名字，出了一谜，有位军师当即离开，不屑答题。", "plot1": "这时，皮日休便借用起义军首领的名字，出了一谜，有位军师当即破了此谜，并称赞皮日休出的谜题妙不可言。", "label": 1}
{"story": "一个财主，雇佣了几名仆人。清晨公鸡一叫，财主就催促他们去劳动，哪怕夜半鸡咳嗽两声也照催不误。仆人们每天都疲惫不堪。他们认为是公鸡罪魁祸首，决定把公鸡的脖子给拧断。结果，弄死了公鸡，情形却变得更糟。<mask>", "plot0": "因为，财主起的比鸡还早，他一起来就把仆人们叫醒，仆人们的生活更加困苦了。", "plot1": "果然，财主从此都不再催他们早起，仆人们都得到了充足的休息。", "label": 0}
{"story": "从前有个书生，屡试不中仍在苦读。这一年，又快到了赶考日，书生在一晚复习后，梦到自己被困在四面是墙的房间里，吓得惊醒了。他第二日去找人解梦，先生告诉他这梦是吉兆，这次一定能高中。<mask>可书生肚子里没墨水，自然又是一次落榜。", "plot0": "书生听罢，比从前更认真地看书。", "plot1": "书生听罢，回家后便不再看书了，只等着上京赶考的日子。", "label": 1}
{"story": "几年前的西雅图残运会上，九名参赛少年共同站在百米起跑线上。枪响后，每个孩子都在尽全力朝终点跑去，他们都向往胜利。这时，一个男孩子在赛道上不断的跌倒又站起。再一次跌倒后，他不甘心地哭了。<mask>九个孩子就这样，手拉着手一起走向终点，他们得到了全世界观众的掌声和尊重。", "plot0": "其他的八个孩子听到哭声后立马回跑去鼓励他，一个患有恐低综合征的女孩俯身给他轻吻安慰。", "plot1": "可没有一个人愿意帮助他站起来，他被无情地抬出了跑道。", "label": 0}
{"story": "警察在盗窃现场附近抓到了两名疑犯阿尔和鲍勃。警察把他们分开审讯，向他们开了条件：如果两人都不招供，警方将以携带武器这一较轻的罪名将他们各判处1年监禁。如果两人都招供并相互告发，两人都将被判处10年监禁。如果有一人招供并牵连对方，而对方不招供，此人将被免予起诉，而对方将被判处最高刑期20年。<mask>其实如果他们都拒不招供，只会被判1年。", "plot0": "两个盗贼都怕对方招供，就都招供了，各被叛了10年。", "plot1": "两个盗贼趁警察不注意，全都跑了。", "label": 0}
{"story": "从前，有个叫程实的人，在地主张剥皮家里当小工。有一天，程实上山去打柴，过河的时候，一不当心，把斧头落到河里去了。程实失落了斧头，不能上山砍柴，回家又怕张剥皮的皮鞭子，他急得在河岸边放声大哭。他的哭声感动了河神，于是河神给了他一把金斧头，让他靠自己的双手自立更生。<mask>从此自力更生，再也不回地主家了。", "plot0": "程实看金斧头值钱，直接把斧头拿去卖了。", "plot1": "程实拿到金斧头后，砍柴砍得飞快，然后每天把砍的柴拿出去卖。", "label": 1}
{"story": "一天，很热很热，小河马躺在树下乘凉，可还是热得直喘粗气，汗不停地往下淌。老熊在地里除了一会儿草，便热得一身大汗,于是他来到大树下准备乘会儿凉，结果看到小河马一动不动，浑身流血似的躺在那。老熊急忙找来诊所的花羊羊。花羊羊看到后笑着说，河马皮肤上有种特殊的腺体，这种腺体会分泌出红色液体，所以小河马流的不是血，是汗。<mask>", "plot0": "小河马疼的在血里打滚，老熊担心的不得了，", "plot1": "老熊这才放下心来，这时小河马也醒了，回到河里玩耍去了。", "label": 1}
{"story": "从前，山里住着一个爱吃活人心的鬼婆婆。她特别喜欢把自己变成一个善良的老太太来骗人，好挖心吃。有一次，一群小孩子到树林里采蘑菇，鬼婆婆故技重施，变成老太太来帮孩子们采蘑菇。有一个孩子从小听家人说鬼婆婆的故事，他一直在暗中观察老太太。果然，他发现了老太太盯着孩子的胸膛在咽口水。<mask>此后，鬼婆婆死了，人们敢放心的出门了，这孩子也被人们当成了英雄。", "plot0": "正当鬼婆婆准备下手时，这孩子拿了采蘑菇的刀砍了上去，歪打正着，砍到了鬼婆婆隐藏的心脏。", "plot1": "正当鬼婆婆准备下手时，发现这孩子太可爱了，怎么也舍不得挖他的心。", "label": 0}
{"story": "有一天，十二个阿基尼法斯村的人打完麦子正要回家去。他们之中有个人想确认是否十二个人都在队伍里，便喊停了其余人，开始数数。可他忘了数自己，便喊道有一个人不见了。<mask>回到村子后，他们告诉了大家这个噩耗，可村民数完发现确实是十二个人，只是他们没有数自己，他们这才放下心来。", "plot0": "其他的人很快就发现他是忘了数自己，于是快乐地回家了。", "plot1": "剩下的人也开始数数，他们都忘了数自己，于是他们坚信有一个人失踪了，十分悲痛。", "label": 1}
{"story": "唐朝末年，赵匡胤谋反，全家株连。匡胤在外逃的路上救了一个被强盗掳掠的女子。这个女子名叫京娘。<mask>他千里送京娘，京娘回家后对匡胤日思夜想，终于抑郁成疾去世了。但其鬼魂仍然追随赵匡胤不愿离去。", "plot0": "匡胤虽然喜欢京娘，但京娘却讨厌匡胤，对他的情愫故作不知。", "plot1": "京娘对匡胤暗生情愫，匡胤虽也喜欢京娘，但不愿为儿女情长所累，便故作不知。", "label": 1}
{"story": "三个商人合伙开了个店铺。由于经营有道，店铺赚得了可观的收入。这天，三个商人决定分配盈余的收入，可谁也不服谁的分配方法。这时，外面有人在呼喊，浓烟也开始在房间里弥漫。<mask>最后，三个商人随着店铺一起在大火中化为了灰烬。", "plot0": "三个商人停止了争吵，跑出去大骂外面呼喊的人。", "plot1": "可三个商人只在意眼前的利益，毫不关心发生了什么，依旧在争吵。", "label": 1}
{"story": "有位老谜家远近闻名，常常有人登门向他请教。一天，他在自己的大门上写了个“心”字，恰好有三个学生来这里拜访他。一个聪明的学生看后转身就走。另外两个学生不解其意，上前敲门，结果被拒之门外。几天后，三个人又登门拜访，发现门上换了个“木”字。那个聪明的学生马上敲门，这回老谜家亲自开门把他们迎进屋里。原来，老谜家两次在门上写字，分别表示闷和闲。<mask>", "plot0": "聪明的学生看懂了老谜家的谜语，在合适的时间见到了想见的人。", "plot1": "老谜把这个聪明学生赶了出去，和另外两位学生相谈甚欢。", "label": 0}
{"story": "从前有个国王，他有一个可爱的女儿叫贝拉。贝拉不但才貌出众，而且心地善良，人们都非常喜欢她。一天贝拉路过花园时，看到了一条受伤的蛇。她很害怕，但还是给蛇包扎了伤口。<mask>谁知，蛇沾上公主的眼泪立即变成了一个英俊的王子。原来，蛇是被施了魔法的王子。善良的公主拯救了他。从此，公主和王子相知相爱，过上了幸福的生活。", "plot0": "蛇被救活后，把贝拉咬死了。", "plot1": "可是蛇受伤太重还是死了，贝拉抱着蛇伤心地哭了起来。", "label": 1}
{"story": "大鸦很羡慕天鹅的白羽毛，以为天鹅经常洗澡，才那样洁白。<mask>它把身子洗了又洗，不但没改变自己的颜色，反而由于缺少食物而饿死了。", "plot0": "于是大鸦离开自己借以为生的祭坛，飞到江湖间去居住。", "plot1": "于是大鸦把自己的羽毛全部拔光了。", "label": 0}
{"story": "楚国有个叫次非的人，在吴国旅行时得到了一柄宝剑，便准备回国。次非回去路上要乘船过一条大江。当船到了江中心，两条大蛟从两边缠住了船，船上的人都被吓坏了。<mask>他鼓足了勇气，经过一番大战，砍死了大蛟，救下了全船人。", "plot0": "次非怕弄丢自己的宝剑，赶紧藏了起来。", "plot1": "次非心想自己刚得到一柄宝剑，可能是船上唯一有能力斩蛟的人。", "label": 1}
{"story": "警察在盗窃现场附近抓到了两名疑犯阿尔和鲍勃。警察把他们分开审讯，向他们开了条件：如果两人都不招供，警方将以携带武器这一较轻的罪名将他们各判处1年监禁。如果两人都招供并相互告发，两人都将被判处10年监禁。如果有一人招供并牵连对方，而对方不招供，此人将被免予起诉，而对方将被判处最高刑期20年。两个盗贼都怕对方招供，就都招供了，各被叛了10年。<mask>", "plot0": "其实如果他们都拒不招供，只会被判1年。", "plot1": "其实根本不是他们偷的。", "label": 0}
{"story": "很久以前，大神制造了流水，但流水不知道向哪边流去。他召唤飞鸟们前来帮忙。鸟儿们感到非常开心，因为大神对它们一直都很好，它们要回报大神。鸟儿们飞遍了全球给流水指引方向。<mask>", "plot0": "于是，就有了如今在地球上纵横交错的河流。", "plot1": "于是，流水始终向东流去。", "label": 0}
{"story": "松鼠每天都在忙碌地储备粮食，松鸡看到后笑松鼠不会享福。而松鸡吃东西的时候总是挑挑拣拣，糟蹋了许多粮食。它觉得这样潇洒又自在，把这当成是自己的福分。不久，下了几场暴雨，树林里的野果再也不能随处可见了。<mask>", "plot0": "松鼠储备的粮食起了作用，而松鸡却因为找不到吃的饿死了。", "plot1": "松鼠大方地把储备的粮食分给了松鸡一同享用。", "label": 0}
{"story": "蝮蛇常常到泉水边饮水。住在那里的水蛇看到自己的领地被侵犯，十分生气，就跟蝮蛇吵了起来。<mask>交战的日期决定之后，那些仇恨水蛇的青蛙，跑到蝮蛇那里激励他，并且答应为他助一臂之力。战斗开始了，蝮蛇向水蛇猛攻，可青蛙除叫唤外，什么也不能做。蝮蛇胜利后，责怪青蛙，说好的给他助战，却只会唱个不停，没有一点实际行动。青蛙听了也觉得自己没帮什么忙，红着脸走了。", "plot0": "并约定互相交战，谁赢了，就把这水陆领地全都交给谁。", "plot1": "腹蛇觉得是自己不对，便主动离开了。", "label": 0}
{"story": "普罗米修斯创造了高大威武的狮子。<mask>有一天，他发现大象不断煽动耳朵来赶走讨厌的蚊子。狮子终于释然了，蚊子比公鸡多多了，也弱小多了，大象都没寻死，自己也没必要寻死了。", "plot0": "狮子性格十分强悍，每天都要吃掉一只公鸡。", "plot1": "可狮子却因为性格软弱，十分害怕公鸡，因此他想去寻死。", "label": 1}
{"story": "冬天到了，方方家生起了火炉，屋子内暖和了起来，窗上也蒙上了一层雾气。爸爸告诉方方，过了今晚，冬爷爷就要在窗户上画好画了。<mask>第二天一早，方方起床果真看见了一幅幅冬爷爷的图画，每幅画都很独特而且美丽。", "plot0": "这天夜里，特别暖和，方方打开窗户吹风时，还把窗户玻璃打破了。", "plot1": "这天夜里，西北风格外的寒冷，屋内的水蒸气碰到了寒冷的窗户，结成了一个个美丽的冰花。", "label": 1}
{"story": "从前，山里住着一个爱吃活人心的鬼婆婆。她特别喜欢把自己变成一个善良的老太太来骗人，好挖心吃。有一次，一群小孩子到树林里采蘑菇，鬼婆婆故技重施，变成老太太来帮孩子们采蘑菇。有一个孩子从小听家人说鬼婆婆的故事，他一直在暗中观察老太太。果然，他发现了老太太盯着孩子的胸膛在咽口水。正当鬼婆婆准备下手时，这孩子拿了采蘑菇的刀砍了上去，歪打正着，砍到了鬼婆婆隐藏的心脏。<mask>", "plot0": "此后，鬼婆婆死了，人们敢放心的出门了，这孩子也被人们当成了英雄。", "plot1": "此后，鬼婆婆真的成了一个善良的老太太，再也不吃活人心了。", "label": 0}
{"story": "笑笑过生日这天，妈妈送给他一个欢乐袋，欢乐袋里装着三粒欢乐豆。妈妈告诉笑笑，人在不高兴的时候，只要吃一粒欢乐豆，就会立刻高兴起来。笑笑把欢乐豆分别给了找不到钥匙的妞妞，被打翻垃圾桶的张奶奶，还有写不出好文章的爸爸。他们吃了欢乐豆后都很开心，并且还顺利解决了问题。<mask>", "plot0": "笑笑用自己的欢乐豆给别人带来了快乐，于是一份欢乐就变成了两份。", "plot1": "笑笑一个人把欢乐豆全吃了，吃完就拉肚子了。", "label": 0}
{"story": "小松鼠哥儿俩是护林员，驾驶着一架直升飞机，飞行在森林和草原上空。突然，他们发现草原上有一片白雪。他们很奇怪，现在是夏天，不应该下雪。于是他们赶紧降落，查看情况。原来小动物们正在在野餐，那一片白雪是大大的野餐垫子。大家邀请他们一起加入野餐。但小松鼠们以还在执行护林任务为由拒绝了。<mask>这下护林员的队伍又壮大了。", "plot0": "小动物们看到他俩这么认真护林，都嘲笑他们傻。", "plot1": "小动物们看到他俩这么认真护林，也一致表示愿意加入到护林队伍中来。", "label": 1}
{"story": "一个农夫在地里播了种，可是鹤和大雁将他的种子都吃光了。农夫只好在地里设了捕鸟的网。结果，有一只鸨也被一起抓住了。鸨恳求农民放了它，因为它并没有偷吃种子。<mask>并没有饶恕它。鸨很后悔交了两个坏蛋朋友，只能叹气。", "plot0": "可是农民认为鸨和鹤与雁都是朋友，一定也不是好东西。", "plot1": "农民相信了鸨的话，把它放走了。", "label": 0}
{"story": "唐代著名画家张璪以画松、竹、梅闻名。有一天，三位秀才来向张璪求画。张璪想试试他们的才智，于是挥笔在纸上画了一幅折断后倒伏在地的嫩竹图。<mask>其中两位秀才比画了半天也没猜中，而另一位秀才很快说出了谜底。张璪见状，便将这幅画送给了这位秀才。", "plot0": "但画到一半，张璪请这三位秀才接着自己的画把它画完。", "plot1": "画完后，张璪告诉三位秀才，自己这幅画里暗藏一个字谜，谁猜中了，这画就送给谁。", "label": 1}
{"story": "一天，一只小燕子从井边路过，没发现老朋友青蛙，而是看见一只小猴子蹲在井里。觉得好奇就问猴子是怎么回事。原来，小猴子看到了圆圆的月亮，想要咬一口，可是月亮那么高，怎么也够不到。小猴子看到了月亮在井中的倒影，就跳到井中，可是跳进去才发现，那只是个影子。<mask>小猴子感谢完小燕子，就蹦蹦跳跳的回到自己家里了，再也不想着咬月亮了。", "plot0": "小燕子知道了事情的原委之后，衔给它一根藤条，小猴子就顺着藤条从井里出来了。", "plot1": "小燕子知道了事情的原委之后，就载着它飞到了月亮上。", "label": 0}
{"story": "从前，有个叫清藏的人。一天，他和朋友们一同到山上游玩。走到半路上，他们看见一只白兔香甜地睡在道旁草丛里。朋友以为小白兔死了，清藏立刻就附和说这里臭臭的。结果兔子被惊醒了，拔腿就跑。朋友大吃一惊，原来兔子在睡觉。清藏又赶紧附和说他看到兔子耳朵还动着。<mask>", "plot0": "朋友觉得清藏很有自已的见解，更加佩服他了。", "plot1": "朋友听了，顿时一阵鄙夷，再也不和这样胡说八道的人做朋友了。", "label": 1}
{"story": "一个读书人带着他的几名弟子外出，正好遇到下雨，路滑，很不好走。他们看到一辆饭车，正停在高高的山路上歇息着，不顾来来往往匆忙赶路的其它马车。<mask>正在弟子们不解的时候，那辆饭车果然翻了。原来是读书人观察到了山路狭窄，而饭车阻碍了通行，必然会翻覆。弟子们纷纷为老师的料事如神赞叹不已。", "plot0": "读书人用手指着那辆饭车笃定地说它肯定会翻。", "plot1": "读书人让弟子们把那辆饭车移开。", "label": 0}
{"story": "在一片美丽的森林里，住着百鸟之王凤凰。有一年鸟王过生日，许多鸟来拜寿，非常热闹。凤凰穿着五光十色的花衣，坐在大椅子上。这时平时最嫉妒凤凰的五灵子提出要让鸟王展示一下才能。他觉得凤凰除了好看，啥能力也没有。<mask>从此五灵子就变成了光秃秃的鸟，永远躲在角落里不敢出来了。", "plot0": "凤凰听了并不生气，微笑着把自已五光十色的花衣送给了五灵子。", "plot1": "凤凰听了微微一笑，然后他张口喷出了一团火焰，火焰把五灵子的羽毛全部烧没了。", "label": 1}
{"story": "巴尔斯是个非常淘气的孩子。他用细绳拴住了小鸟的腿，然后让小鸟飞翔。<mask>小鸟看穿了巴尔斯给他的虚假的自由，便一动不动。巴尔斯见小鸟一动不动觉得无趣，只得放飞了小鸟。", "plot0": "只要小鸟一飞起来，巴尔斯就会狠拉他的后腿。", "plot1": "他请小鸟带着他一起飞翔。", "label": 0}
{"story": "一只小黄鹂鸟，第一次离开妈妈，自己外出捕虫了。傍晚时分，小黄鹂疲倦地回到家里，对妈妈说自己这一天除了虫子，什么也没看到。妈妈失望地告诉小黄鹂生活中不光有虫子。第二天小黄鹂飞回来，跟妈妈说他看到一只老得不能捕虫的白头翁和一只唱歌很好听的小百灵鸟。<mask>", "plot0": "妈妈听了高兴地称赞小黄鹂开始懂得生活的美好了。", "plot1": "妈妈听了再也不许小黄鹂出去了。", "label": 0}
{"story": "从前有个工匠，以打制金属装饰品为业。这只是一门很普通的手艺活儿，挣的钱不多。工匠常常考虑：怎么样才能凭自己的这点本事赚很多很多的钱，不但可以养活家人，还可以很快发财呢？有一次，工匠出门去办点事，正赶上皇帝出巡，工匠便和其他人一起站在路边迎候。皇帝出来郊游，正高高兴兴地四顾欣赏风景，忽然觉得头上什么东西不对劲，伸手一摸发现头上戴的平天冠坏了。急中生智，他只得叫贴身的侍臣问一下路上的百姓有没有会修补平天冠的。工匠马上从人群里钻出来，告诉国王他会修，这到底是自己的本行，工匠很熟练地三下两下就把平天冠给修好了。<mask>工匠明白了手艺如果用到了刀刃上就能赚很多很多钱。", "plot0": "皇帝非常生气，等工匠回去后，派人把他的手给剁了。", "plot1": "皇帝非常高兴，马上叫左右赏赐给了工匠十分丰厚的财物，比他一年赚的钱还多得多。", "label": 1}
{"story": "百鸟王给儿女们准备了礼物，让他们依次上前来挑选。最后轮到八哥公主和孔雀王子挑选，只剩下一件宝衣和一件黑色衣裙了。百鸟王说谁披上黑色衣裙就能学会人言，担任人类和鸟之间的大使。而披上宝衣的就要担任下一任百鸟王。<mask>人们十分喜爱这个会说话的八哥，亲切地称她为“黛翎公主”。", "plot0": "八哥公主想要宝衣，却没有抢过孔雀哥哥，便气得把宝衣撕了。", "plot1": "八哥公主十分谦逊，认为孔雀哥哥更适合当下一任王，便自己披上黑色衣裙，来到了人间。", "label": 1}
{"story": "国王弗洛蒂拥有一个有魔力的石磨，可是他怎么试都磨不动。这天，一位老人自称能使石磨转动，还告诉国王，石磨磨出来的金子必须合理使用，否则将会遭到报应。国王欣然接受。老人拍了拍石磨，石磨果然转动起来，磨出了好多金子。但是国王起了贪念，他逼迫百姓用金子为自己建造宫殿。国王很快住进了自己新的宫殿，但是当晚宫殿就塌了。<mask>", "plot0": "贪婪的国王被他最爱的金子砸死了。", "plot1": "国王把金子都分给了百姓。", "label": 0}
{"story": "兔妈妈有好几个兔宝宝，只有一只是小白兔。一天，别的兔宝宝们发现有两只小白兔在吵架。兔宝宝们实在分不出谁是真的小白兔。这时，兔妈妈突然朝着地面倒了下去，两只小白兔着急地冲到妈妈身边，其中一只竟然急哭了。<mask>而另一只，这时也现出了原形。原来是一只狡猾的狐狸，大家一起赶走了它。", "plot0": "兔妈妈一把推开了流泪的小白兔，她知道这肯定是狐狸装的。", "plot1": "兔妈妈一把抱住了流着眼泪的小白兔，她知道这只才是真正关心她的小白兔。", "label": 1}
{"story": "一把小水壶，天天爱喝水。<mask>这时开过来一辆小水车，小水车把小水壶送到了家，水壶妈妈很感谢它，给它灌了满满一车水。", "plot0": "小水壶天天待在家里喝水不愿意出门。", "plot1": "一天，小水壶出去玩，玩着玩着迷路了。", "label": 1}
{"story": "城里来了一只大恐龙，它走路轰隆隆，讲话轰隆隆，唱歌轰隆隆，大家都叫它“轰隆隆”。轰隆隆有一天来到马路上，大家都害怕它，都躲进了商店里不敢出来。轰隆隆来到了草地上，大家都钻到了草垛里不敢出来。<mask>有一只小兔子听到了，就过来安慰轰隆隆，还把轰隆隆带去了游乐会。原来，游乐会的礼炮坏了，兔子找轰隆隆来救急。轰隆隆的吼叫声像极了礼炮。于是，全城的孩子都坐到了轰隆隆的背上一起参加游乐会。轰隆隆幸福极了。", "plot0": "轰隆隆来到了游乐场，大家都逃走了，轰隆隆开心极了，可以一个人自由自在地玩了。", "plot1": "轰隆隆来到了游乐场，大家都逃走了，游乐场上冷冷清清的，轰隆隆觉得很孤单，就伤心地哭了。", "label": 1}
{"story": "有个手艺出众的老木匠准备退休，他告诉老板，说要离开建筑行业，回家与妻子儿女享受天伦之乐。老板舍不得他走，问他是否能帮忙再建一座房子，老木匠说可以。<mask>房子建好的时候，老板把大门的钥匙递给他，说这房子就是送给他的礼物，希望他留在这里。老木匠非常愧疚，和自己的儿子一起把房子重新休整。并且让儿子子承父业，答谢老板的好意。", "plot0": "但是大家后来都看得出来，他的心已不在工作上，他用的是软料，出的是粗活。", "plot1": "大家都看得出来，他这次建的比以往都用心，用的材料也是最好的。", "label": 0}
{"story": "很久很久以前,老鼠们一直深受着猫的侵袭，鼠王十分烦恼。有人提出给猫儿送一个美女，这样就猫鼠一家了。<mask>猫儿当然很高兴，不过不是因为老鼠们送来的美女，而是因为这么大一支送亲的队伍，可够它吃两天的。这下老鼠们真是赔了夫人又折兵。", "plot0": "老鼠们就从鼠国里选了一个最漂亮的老鼠姑娘，吹吹打打的给猫儿送去。", "plot1": "老鼠们从鼠国里选了一批最强壮的老鼠小伙，准备突袭猫儿。", "label": 0}
{"story": "从前，有一群水牛，其中一头雄壮而温和的公牛被尊为水牛王。有一天，水牛王带领牛群外出觅食，遇见了一只顽劣的猴子向牛群挑衅，甚至向水牛王抛掷沙石泥土。<mask>树神见此景，不解的问水牛王为什么那么怯懦。水牛王只回答了彼轻辱毁我，又当加施人；彼人当加报，尔乃得牲患。不一会儿，顽猴又故伎重演，打了经过这里的一伙婆罗门，结果被人抓住痛打致死。", "plot0": "水牛王把顽猴暴打一顿，又语重心长地说教了他一番，直到顽猴真正认识到自己错误才让他离开。", "plot1": "水牛王见状并不发怒，反而以十分怜悯的态度对待这只顽猴，还制止牛群中被激怒的牛采取报复行动。", "label": 1}
{"story": "离小河不远的土洞里有一个花猫窝。有一天中午，小花猫正躺在河滩上休息。花猫爸爸放下一只竹篓让小花猫看着，并且告诉它不许打开。<mask>结果竹篓里的小鸟、小鱼、小兔都跑了出来，花猫见了连忙跑去追。结果，小花猫一不小心摔倒河里淹死了。花猫爸爸特别伤心，含着泪安葬了小花猫的尸体。", "plot0": "小花猫好奇极了，它想来想去还是忍不住打开了竹篓。", "plot1": "小花猫很乖，一动不动地守着竹篓。", "label": 0}
{"story": "小伟是乐队里的萨克斯手，平时总是很用功地练习。最近他又在家里练习萨克斯，新搬来的邻居便来敲他的房门。小伟先是不予理会，后来实在受不了，便打开了房门。<mask>小伟越听越羞愧，答应以后会注意练习的时间，不打扰邻居。", "plot0": "邻居对他吹奏的萨克斯赞不绝口。", "plot1": "邻居对他深夜吹萨克斯的行为进行了斥责。", "label": 1}
{"story": "宋代文人赵明诚自幼饱读诗书，才华出众。赵明诚二十岁时，父亲要为他择偶配婚。可是，赵明诚自从在朋友家见过著名的女词人李清照一面后，便深深地爱上了她。但父母之命难违，赵明诚担心父母为他选中了别的女子。于是他把自己的心思用诗句说给了父亲听。<mask>第二年，赵明诚便和李清照结为了夫妻。", "plot0": "父亲听完，便明白了儿子的心思，于是派人去李府求亲。", "plot1": "父亲听完后，勃然大怒，马上派人把李清照杀了。", "label": 0}
{"story": "苏格拉底和拉克苏相约，到很远很远的地方去游览一座壮丽的大山。许多年以后，他俩相遇了。他们都发现，那座山太遥远太遥远，就是走一辈子，也不可能到达那个令人神往的地方。拉克苏感到很沮丧，自己竭尽全力却什么也没有得到。<mask>", "plot0": "苏格拉底虽然也没能游览这座大山，但没有错过沿途的风景也很令人欣慰。", "plot1": "苏格拉底游览了这座大山，觉的这山的风景也不过如此。", "label": 0}
{"story": "有一个村子里的人经常受到魔鬼的侵扰，为了使村民们过上安宁的生活，勇敢的村长决定找到魔鬼，并除掉它。村长终于找到了魔鬼，并打败了它。<mask>村长想到自己村里深受其害的村民，很果断的拒绝了它，很利落地斩杀了魔鬼。从此再也没有魔鬼来侵扰村子了。", "plot0": "村长拿出一大批财宝，想要和魔鬼结为同盟。", "plot1": "魔鬼不断求饶，并准备给村长一大批财宝换自己的性命。", "label": 1}
{"story": "有只老母鸡，孵出了九只小鸡，小母鸡最调皮。一天，老母鸡清点小鸡，发现小母鸡不见了。原来，小母鸡来到一条小河边。看到鹅妈妈在教鹅宝宝们学游泳，它也想学。<mask>小母鸡吓坏了，还好鹅妈妈及时把它救上岸。这下小母鸡知道了，不是什么事情都能尝试的。", "plot0": "扑通一声跳下水，结果不是像小鹅那样浮在水面上，而是一直往下沉。", "plot1": "扑通一声跳下水，竟然真的和小鹅一样浮了起来。", "label": 0}
{"story": "一只小黄鹂鸟，第一次离开妈妈，自己外出捕虫了。<mask>妈妈失望地告诉小黄鹂生活中不光有虫子。第二天小黄鹂飞回来，跟妈妈说他看到一只老得不能捕虫的白头翁和一只唱歌很好听的小百灵鸟。妈妈听了高兴地称赞小黄鹂开始懂得生活的美好了。", "plot0": "傍晚时分，小黄鹂疲倦地回到家里，对妈妈说自己这一天除了虫子，什么也没看到。", "plot1": "傍晚时分，小黄鹂兴奋地回到家里，对妈妈说自己这一天交了好多朋友。", "label": 0}
{"story": "清朝时，有位姓易的知县，生性诙谐，处理案子时也不忘使用谜语。有一天，街上有夫妇俩打架，男人将妻子打得很惨。一过路人打抱不平，上前去打这男人。<mask>过路人很气愤，便报了官。易知县听明原委，在纸上写了两句：福州剪子云南刀，广东茶铫苏州绦。双方见后羞愧不已。原来知县这是说他们打得好，该打。于是双方互相道了歉，各自离去了。", "plot0": "于是这个男人的妻子决定嫁给这个为自己打抱不平的男人。", "plot1": "而这男人的妻子见此情景也反过来与丈夫一同打这个管闲事的过路人。", "label": 1}
{"story": "纪晓岚在宫中任侍读学士时，得知他的亲戚卢雅雨因任职两淮盐运使期间挥霍无度，朝廷准备对他抄家查办。他想给卢雅雨通风报信，又怕一旦走漏了风声会牵连自己。于是他在信封里装了一点茶叶，并用掺有盐的糨糊将信封封好，然后派人送去。<mask>他仔细查看，终于悟出其中的奥妙，原来纪晓岚是通过那封茶叶信提醒他因盐查封这个事。于是他立即将财产转移到了别的地方，逃过了一劫。", "plot0": "卢雅雨接到信后，看也没看就把信烧了。", "plot1": "卢雅雨接到信后，见里外一片纸、一个字也没有，十分纳闷。", "label": 1}
{"story": "二战中，美军一个空降部队即将被敌军包围。当时正下着一场大雪，地面上的积雪非常厚。空降营营长召开会议，商议如何在雪地里伪装。部队所在的村子的村长主动提出帮助他们。看着村民们捐出的床单，营长承诺很快会把床单还给他们。战争胜利了，床单在战斗中起了巨大的作用，但是营长却找不到那些村民了。很多年以后，营长在一份报纸上看到了当时那位村长的消息。<mask>", "plot0": "随后，营长带着被子和支票回到了那个村子，履行了诺言。", "plot1": "营长诬陷那位村长贪污了他还给村民们的被子。", "label": 0}
{"story": "有一个人背着一把大弓，四处游历。他那张弓确实是漂亮，可就是空背在背上，英雄无用武之地。<mask>后来，他遇到了一个拿着箭的人，那人同样觉得自己的箭太好了，没有弓配的上。于是他们两就把弓和箭合在了一起，这样一副良弓好箭就终于有用武之地了。", "plot0": "人们问他原因，他大方地说这把弓只是好看，不好用。", "plot1": "人们问他原因，他也只是说自己的弓太好了，找不到配得上它的箭。", "label": 1}
{"story": "很久以前，鸟类和走兽，因为发生一点争执，就爆发了战争。一开始鸟类胜了，蝙蝠就飞到鸟类的堡垒，支持鸟类。可是后来走兽又胜利了，蝙蝠又跑到了走兽的一边。战争一直持续，反反复复。蝙蝠也就摇摆不定，结果鸟类和走兽都不接纳它。最后鸟类和走兽和解了，却都不原谅蝙蝠。<mask>", "plot0": "从那以后，蝙蝠只能在夜晚偷偷出来活动了。", "plot1": "从那以后，蝙蝠深受大家的喜爱。", "label": 0}
{"story": "陈述古是枢密院直学士。有一年，他到建州浦城县担任县令。刚到任没几天，便遇到一宗盗窃案，有好几个盗窃嫌疑犯。这些人都不承认自己偷了东西。陈述古便让他们到一间黑屋子里摸一口神钟，据说只要犯罪的人摸了钟就会响。<mask>陈述古让他们看看各自的手心，只有一个嫌犯是白的，其他人的手都是黑黑的。原来陈述古事先在钟上涂满了墨汁，只有真的罪犯才不敢摸。陈述古靠这个计策一举抓获了罪犯。", "plot0": "结果几个嫌疑犯都摸完了，钟也没有响。", "plot1": "结果这几个嫌疑犯一起把钟砸坏了。", "label": 0}
{"story": "一只乌鸦慢悠悠地从窝里走了出来，饿得肚子咕咕叫，可是他太懒了，只想着睡觉。这时，乌鸦看见天空中飞来了一巨嘴鸟。<mask>巨嘴鸟很快拣到了好多果子，可是乌鸦只拣到了三四个。乌鸦见到这么多的果子，一边想着赶快吃掉，一边又自作聪明地要跟巨嘴鸟比比谁吃得快。只见巨嘴鸟用它那长长的嘴叼起果子，向上一扔，果子就落入它的肚子里。而一旁的乌鸦，却被自己扔起的果子砸的满地打滚，只能眼睁睁地看着巨嘴鸟一个接一个地吃果子，懊恼不已。", "plot0": "它想让巨嘴鸟请他吃东西，巨嘴鸟毫不犹豫地拒绝了。", "plot1": "它热情地邀请巨嘴鸟跟自己一块找吃的，巨嘴鸟爽快地答应了。", "label": 1}
{"story": "小明和小红住在一个美丽的小山村。一天，他们的妈妈要出去买东西，守在的大灰狼外面听到了。等妈妈走后，大灰狼假装小红的姥姥来敲门。小红听到是姥姥来了，正想开门，小明拦住了她，带着她一起上阁楼去看楼下到底是谁。小明发现敲门的果然是大灰狼，便做了个机关，然后把门打开一条缝。大灰狼刚把门推开，墙上的猎枪就开了火，把大灰狼打死了。<mask>", "plot0": "妈妈回来后，把小明暴打了一顿。", "plot1": "妈妈回来后，心有余悸，并夸奖了小明的处变不惊。", "label": 1}
{"story": "从前，有一只叫汪汪的小狗，它很不爱干净，也没有一个朋友。有一天，汪汪想和小猫咪咪一起玩，小猫嫌他身上脏拒绝了汪汪。汪汪不以为然地去找小鸡们玩，可是，小鸡们说汪汪身上又臭又脏，也拒绝了他。汪汪失望去地找小白兔一起玩，小白兔嫌汪汪不讲卫生，也不跟他玩。汪汪伤心地大哭起来。一旁的小蛇听了事情经过后，把汪汪带到一个湖边，让他好好洗了个澡。<mask>", "plot0": "洗干净了的汪汪再也不想和这些小伙伴一起玩了。", "plot1": "小伙伴们看着洗得干干净净的汪汪，都来和他一起玩儿了。", "label": 1}
{"story": "清朝嘉庆年间有个秀才，名叫陈沆。他文思敏捷，才华不凡。一年八月，他要赶赴省城参加选择举人的乡试。刚刚走到河边，渡船已经离岸。陈沆急了，连声呼唤，求艄公掉转船头，搭他同去，以免误了考期。那艄公见是位书生便想考考他。于是出了个谜让他猜，猜对就掉头。谜题是：在娘家，绿影婆娑；到婆家，青少黄多。经过几多风波，受尽几番折磨。莫提起，提起泪珠洒江河。陈沆听后，当即指了指艄公的竹篙。<mask>", "plot0": "老艄公一看，把竹篙送给了秀才，让他自己划过去。", "plot1": "老艄公一看，连连点头称是，于是摇船返回岸边，把秀才迎上船去。", "label": 1}
{"story": "森林里，大老虎是森林之王，他每天都要求别的小动物给他送早餐。今天，轮到兔子们去当早餐了，大家都很伤心。大家不想看着小伙伴去送死，便想了个消灭老虎的计划。兔子们到大老虎家，告诉他河里有只更厉害的老虎要争当森林之王。大老虎很生气，让兔子们带路，他要去打败那只老虎。他们来到了河边，老虎低头一看，河里果然有只大老虎，他猛地窜了进去，不一会就淹死了。<mask>", "plot0": "从此，森林恢复了宁静，小动物们开心地生活在了一起。", "plot1": "从此，没有了大老虎的管理，森林里一片混乱。", "label": 0}
{"story": "从前有个叫蹶叔的人，性格特别倔强，总爱和别人唱反调。蹶叔在种粮食这方面也反着来，他在高而平的地方种水稻，在低又湿的地方种高粱。朋友劝他这样子违背自然规律种粮食根本丰收不了，可蹶叔完全听不进去。十年过去了，蹶叔辛辛苦苦种的地每年都歉收，都快没饭吃了。他这才认识到错误，去向朋友道歉。<mask>终于，蹶叔在第二年迎来了大丰收。", "plot0": "朋友原谅了他，并带着他把高粱和水稻的位置对换。", "plot1": "朋友讽刺了他一番，并毫不留情地把他赶走了。", "label": 0}
{"story": "有个专门种苹果的农夫，他种的苹果色泽鲜艳，美味可口，供不应求。这一年，一场突如其来的冰雹把大多数的苹果都砸坏了，即将成熟的苹果上留下一道道疤痕。这对农夫来说无疑是一场毁灭一性一的打击，这样的苹果是很难销售的。于是，农夫想了一个办法。<mask>后来，他的苹果不仅没有滞销，而且比往年的销量更好。", "plot0": "他把冰雹砸的疤痕比喻成上帝的吻痕，并做成了绝妙的广告。", "plot1": "他把砸坏的苹果都送给了大家，说是上帝的礼物。", "label": 0}
{"story": "辛弃疾是南宋著名爱国词人。一天清早，辛弃疾出门时看见梅树下有位鹤发童颜的老者正在习武。<mask>最后竟跪在老者面前，要求跟他学习武艺以保卫国家。老人见辛弃疾一脸虔诚，便指着梅树让他背一首诗。辛弃疾立即吟诵了诗人王淇的《梅》。老人连连称好，答应教他习武。", "plot0": "辛弃疾想要指导一下武艺不精的老人。", "plot1": "辛弃疾被老人高超的武艺吸引，看得入神。", "label": 1}
{"story": "一人经商失败，穷困潦倒。春节到了，却无钱购置年货。整天独自躲在小屋内，门铃响了，也不去开门。又一日，门铃响了很长一段时间，他只好硬着头皮开门。一看是邮差送来了汇款单和包裹。<mask>随后，他便打电话感谢了那位好友。", "plot0": "他纳闷地打开包裹，原来是好友寄来的食物和钱。", "plot1": "他没有打开包裹，直接把他送给了邮差。", "label": 0}
{"story": "大灰狼在黑夜里来打劫羊棚，却不小心落入了狗舍。狗舍立刻骚动了起来。<mask>大灰狼不敌猎狗人多势众，最终带着伤逃走了。", "plot0": "猎狗嗅到敌人大灰狼就在近旁，吓得拔腿就跑了。", "plot1": "猎狗嗅到敌人大灰狼就在近旁，涌到狗舍门口，逼上前去迎战。", "label": 1}
{"story": "美人鱼和她的父亲发生了争吵，美人鱼一气之下就自己跑到了琼岛国。她想一定要自己出去多玩几天，让父亲着急。她在海中游啊游啊，也不知道游了多久，结果又累又饿，慢慢地就失去了知觉。醒来的时候，已经躺在自己的床上，父亲爱怜的看着她。其实父亲一直派人守护着她，发现女儿有危险，立即把她救了回来。父亲虽然表面上生气，但是他对女儿的爱是无法割舍的。美人鱼知道了一切，心里非常愧疚。她扑到父亲怀里哭了很久，并下定决心一定要孝敬父亲，再也不任性了。父亲也原谅了她。<mask>", "plot0": "美人鱼不愿意原谅父亲，再次离家出走了。", "plot1": "他们和好了，又过上了幸福的生活。", "label": 1}
{"story": "有一个脾气暴躁的人，偏偏家里的老鼠又多又厉害，几乎每天都有衣物被咬坏。他恨得咬牙切齿，暴跳如雷，想了许多办法来捕捉老鼠，但怎么也捕不干净。<mask>他恨恨地说老鼠们再也跑不了了。可是当他发现自己失去了什么的时候，已经追悔莫及了。", "plot0": "于是，他找了个新家很快就搬走了。", "plot1": "于是，他某天气得发了疯，一把火将房子点着了。", "label": 1}
{"story": "一个瞎子过桥的时候不慎摔倒，几乎栽倒桥下。幸好他用双手抓住了栏杆，而身体却悬在半空中。瞎子以前在夏天的时候走过这座桥，那是雷雨过后、山洪暴发的日子，桥下的流水哗哗作响。可是这一次瞎子过桥时小河断流，桥下根本没有水。然而瞎子却认定桥下必是水流湍急。因此，他抓住桥栏杆不放。<mask>直到累的支撑不住，才不得已松手。发现果然如别人所说，并没有危险。所以遇事不要总凭以往的经验，也应该听一听别人的建议。", "plot0": "他听从人们的话，把手放了。", "plot1": "一旁的人们劝他松手，他也不听。", "label": 1}
{"story": "很久以前，大神下界到凡间与人们交谈。他走进了一个妇人的小屋，请妇人给他一点食物。妇人给他烤了一块很小的饼，可烤熟时却变得比原来大了许多。<mask>烤熟时还是大了很多，妇人还是不舍得。如此这般好几回，最后妇人对大神说，家里并没有食物，请他离开。大神震怒，将她赶出房子，变成了一只啄木鸟。", "plot0": "妇人十分开心，把大饼全给了他。", "plot1": "妇人不舍得给他，就又烤了一块小饼。", "label": 1}
{"story": "一个旅人过不去河，有个人看到了，很爽快地把他背过了河。旅人很想感谢他。<mask>等到旅人再次来到河边时，那个好心人再也没来帮他。", "plot0": "当他又看到那人也把其他人背过了河，便对那人产生了深深的敬佩，决定向他学习，开始帮助别人。", "plot1": "可是又看到那人也把其他人背过了河，便对那人说，原来他不是好心，就是有帮人的癖好罢了，将不再感激他。", "label": 1}
{"story": "猪妈妈和她的三个孩子幸福的生活在美丽的大森林里。有一天，猪妈妈出门了，只剩下三只小猪在家。小猪们在家玩了一整天，到天黑的时候，都累得睡着了。半夜，小猪们被浓烟惊醒。原来是蜡烛点着了窗帘，引起了大火。消防官兵来把火扑灭了，小猪们得救了。<mask>", "plot0": "但是他们的房子也没有办法住了，小猪们很开心，终于可以住新房子了。", "plot1": "但是他们的房子也没有办法住了，小猪们只得动身去寻找妈妈，一起商量解决的办法。", "label": 1}
{"story": "土狼捡到了一个滚圆的蛋。它把蛋献给狮子大王。结果从蛋里竟然孵出一个小孩子。小孩子很聪明，狮王很喜欢，就让小孩子管理它手下的人。<mask>大家都到狮王那里告状。狮王没办法，只能把他赶出了森林。", "plot0": "可是小孩子也很任性，动不动就仗势欺负别的动物。", "plot1": "小孩子很胆小，从来不敢靠近别的动物。", "label": 0}
{"story": "山上的老人有两个孙儿，他们经常出去玩耍。每天，他们出去玩耍回来，桌子上总放着两碗清甜的泉水。桌边坐着他们慈祥的爷爷，笑眯眯地看着他们。老人一天天老了。有一天孩子们回来，没有看到桌上的泉水，却发现爷爷躺在床上。孩子们赶紧跑过去。原来爷爷下山给他们打泉水时摔倒了。<mask>爷爷笑了，他的孩子们真的长大了。", "plot0": "孩子们非常开心，觉得爷爷终于可以照顾好自已了。", "plot1": "孩子们难过地哭了，他们决定从今天起，由他们来打水照顾爷爷。", "label": 1}
{"story": "骆驼和猪在争论身材高矮到底哪个好。骆驼利用身高优势，在矮墙围起的花园里，头一伸，饱餐了一顿。<mask>这下他们俩认识到不管是什么身材，都有属于自己的风景。", "plot0": "随后他们到了一座高墙围起只有矮门的花园，猪一下就钻了进去，欣赏了满园风景。", "plot1": "随后他们到了一座高墙围起的花园，猪爬上骆驼的背一起欣赏着满园风景。", "label": 0}
{"story": "苏格拉底和拉克苏相约，到很远很远的地方去游览一座壮丽的大山。许多年以后，他俩相遇了。他们都发现，那座山太遥远太遥远，就是走一辈子，也不可能到达那个令人神往的地方。<mask>苏格拉底虽然也没能游览这座大山，但没有错过沿途的风景也很令人欣慰。", "plot0": "拉克苏决定再次和苏格拉底一起征服这座大山。", "plot1": "拉克苏感到很沮丧，自己竭尽全力却什么也没有得到。", "label": 1}
{"story": "老虎王国的公民因为狮子大王的公正公平，都迁徙去了狮子王国。<mask>但是第二天，狐狸就以欺负弱小、踩死蚂蚁的罪行吃掉了小兔子。狼和豹子见状，计上心来。他们抓住了猴子和麋鹿、并以他们犯了欺负蚂蚁和同类的罪行，献给了饥肠辘辘的老虎大王。老虎大王非常满意，并希望他们继续这样，维护老虎王国的秩序。", "plot0": "老虎大王非常生气，他命令豹子、狼、狐狸负责督建王国的秩序，并禁止他的公民叛国。", "plot1": "老虎大王非常伤心，他命令豹子、狼、狐狸去把迁徙走的公民都邀请回来。", "label": 0}
{"story": "这天，小海龟和小螃蟹相约去沙滩边玩。两人玩得很开心，不过小螃蟹发现小海龟时常用手去擦从眼里流出的眼泪。小螃蟹很担心，以为小海龟生病了。于是拉着小海龟就去找花羊羊看病。花羊羊告诉他们小海龟很健康，这是它适应海水生活的一种正常生理现象。<mask>", "plot0": "小螃蟹听了这才放下心来，又高高兴兴地和小海龟到沙滩玩去了。", "plot1": "小螃蟹听了很担心，再也不敢和小海龟去沙滩上玩了。", "label": 0}
{"story": "冬天来了，自来水管站在寒风里，冻得直打哆嗦。他心里十分担心，要是身体里的自来水结了冰，自己的肚子一定会被撑破的，那就没命了。就在这时，一根毛绒绒的长草绳缠到了他的身上，把他缠得紧紧的。自来水瞬间就感觉到一阵温暖。原来草绳是来给自己当棉袄挡住寒风的。<mask>", "plot0": "自来水管觉得草绳束缚了他，他争脱了草绳，不久就冻裂了。", "plot1": "自来水管很是感激，他们就一起相互依偎，温暖地度过了寒冷的冬天。", "label": 1}
{"story": "一天，一只小燕子从井边路过，没发现老朋友青蛙，而是看见一只小猴子蹲在井里。觉得好奇就问猴子是怎么回事。原来，小猴子看到了圆圆的月亮，想要咬一口，可是月亮那么高，怎么也够不到。小猴子看到了月亮在井中的倒影，就跳到井中，可是跳进去才发现，那只是个影子。小燕子知道了事情的原委之后，衔给它一根藤条，小猴子就顺着藤条从井里出来了。<mask>", "plot0": "小猴子爬出来后把小燕子一顿暴打，怪它坏了自己咬月亮的大计。", "plot1": "小猴子感谢完小燕子，就蹦蹦跳跳的回到自己家里了，再也不想着咬月亮了。", "label": 1}
{"story": "从前，一块美丽的绿地上住着许多动物。大家都生活得很好，看上去容光焕发的。不过，一只癞蛤蟆除外，它很丑，还不时地伸着嘴巴嚼着泥土。<mask>胭脂虫纳闷，癞蛤蟆整天只知道吃泥土怎么会吃不饱。一问才知道，癞蛤蟆是怕有一天泥土被自己吃光了。胭脂虫看了看自作自受的癞蛤蟆，撇撇嘴巴爬走了。", "plot0": "一天，胭脂虫说癞蛤蟆太瘦了，癞蛤蟆告诉胭脂虫自己总是饿肚子。", "plot1": "胭脂虫觉得癞蛤蟆长得最漂亮，很想和它做朋友。", "label": 0}
{"story": "一天傍晚，一个牛贩子拉了两条小牛犊到邻镇去贩卖，被出来觅食的小虎看见了。小虎就一直跟着牛贩子来到附近一间破庙中。小老虎蛰伏在附近，准备伺机而动。正巧，牛贩子饿了，出了破庙去觅食，只剩两条小牛犊被拴在破庙里。小虎冲了出去，很快咬死了小牛犊，把他们拖到了后面的山林里享用了。牛贩子抱着野果回来，寻不见小牛，只看到一堆的血迹。<mask>", "plot0": "后来牛贩子再去贩牛时，都请小老虎看护自己的小牛。", "plot1": "后来牛贩子再去贩牛时，再也没让小牛离开过自己的身旁。", "label": 1}
{"story": "回到家的第二天，皮诺乔就去上了学。<mask>皮诺乔起先不想搭理他们，可恶作剧越来越多，他便决定拿恶作剧最狠的孩子开涮。那个孩子被皮诺乔小小教训了一番，立刻对皮诺乔尊重起来。其他孩子见状也不再对皮诺乔恶作剧了。很快，健谈的皮诺乔就和孩子们成为了好朋友。", "plot0": "孩子们发现自己有了个木偶同学，纷纷对皮诺乔做起了恶作剧。", "plot1": "孩子们发现自己有了个木偶同学，都非常同情皮诺乔。", "label": 0}
{"story": "有一位妇人带着三个女儿生活很艰难，常到富有人家里当奴仆，母女四人过着非常困苦的生活。有一天，妇人捡到了一只母鸡。让她没想到的是，这竟然是只会下金蛋的鸡。<mask>", "plot0": "母女四人的生活越来越贫困，只好把这只母鸡杀掉吃了。", "plot1": "有了这只母鸡的帮助，母女四人的生活终于慢慢优渥起来了。", "label": 1}
{"story": "骆驼和猪在争论身材高矮到底哪个好。骆驼利用身高优势，在矮墙围起的花园里，头一伸，饱餐了一顿。随后他们到了一座高墙围起只有矮门的花园，猪一下就钻了进去，欣赏了满园风景。<mask>", "plot0": "他们争论不出胜负，只能凭身材打一架再定输赢。", "plot1": "这下他们俩认识到不管是什么身材，都有属于自己的风景。", "label": 1}
{"story": "从前，有位知识渊博的老人，为了给女儿选个如意郎君，便在家里设下谜局，宣称谁能破谜就把女儿许配给谁。此后，上门应猜者络绎不绝，但没有一个猜中的。直到有一天，有位年轻人登门猜谜。老人给了他一枚缝衣针、一根红线、四颗明珠、两方白玉。让他做出动作，表示两句成语。年轻人想了会，便一手拈起针，另一手拿起红线，将线从针眼里穿了过去。接着又拿起四颗珠子，一一串起来，然后把分开的两方白玉贴在一起。老人一看，立刻明白他猜出来了穿针引线和珠联璧合这两个成语。<mask>", "plot0": "老人拒绝将女儿嫁给他。", "plot1": "于是满意地将女儿许配给了他。", "label": 1}
{"story": "卡卡王国的城堡上，有三尊大炮。这些年来，风调雨顺，人们相处和睦，再没有发生过战争，这三尊大炮就沉默下来了。国王希望大炮能继续发挥作用。<mask>三声炮响，糖果洒向人们。人们欢呼着，大炮又重新获得新生。", "plot0": "新年到了，人们来到城堡前的广场上，国王在三尊大炮里面塞满了糖果。", "plot1": "新年到了，人们来到城堡前的广场上，用大炮把国王打死了。", "label": 0}
{"story": "两头骡子一头驮着荞麦，一头驮着税银。驮税银的因身负重任就得意忘形，他轻快地向前走着。这时突然出现了强盗，他们都向驮银子的骡子冲去，勒住他的缰绳，阻止他前进。<mask>驼荞麦的驴子却趁机逃跑了。", "plot0": "这头骡子挣扎了一阵，他好几个地方被刺伤，痛得直哼哼。", "plot1": "这头骡子一声不吭，乖乖地任由强盗们把自已带走。", "label": 0}
{"story": "几年前的西雅图残运会上，九名参赛少年共同站在百米起跑线上。枪响后，每个孩子都在尽全力朝终点跑去，他们都向往胜利。这时，一个男孩子在赛道上不断的跌倒又站起。再一次跌倒后，他不甘心地哭了。其他的八个孩子听到哭声后立马回跑去鼓励他，一个患有恐低综合征的女孩俯身给他轻吻安慰。<mask>", "plot0": "九个孩子就这样，手拉着手一起走向终点，他们得到了全世界观众的掌声和尊重。", "plot1": "九个孩子就这样，手拉着手一起离开了赛场，从此再也没有他们的消息。", "label": 0}
{"story": "有只老鹰一心想要抓小鸡，总在村子上空飞翔。猎人看见后，用枪打中了老鹰，老鹰掉下来死了。<mask>大家很敬佩公鸡。但有位朋友不信，上前看了看，发现了藏在老鹰身体里的子弹。公鸡的谎言被戳破，羞愧地离开了。", "plot0": "这时公鸡从矮树林里正往外走，看见死去的老鹰，四处宣扬猎人的好枪法。", "plot1": "这时公鸡从矮树林里正往外走，看见死去的老鹰，四处宣扬着老鹰是它弄死的。", "label": 1}
{"story": "纪晓岚在宫中任侍读学士时，得知他的亲戚卢雅雨因任职两淮盐运使期间挥霍无度，朝廷准备对他抄家查办。他想给卢雅雨通风报信，又怕一旦走漏了风声会牵连自己。于是他在信封里装了一点茶叶，并用掺有盐的糨糊将信封封好，然后派人送去。卢雅雨接到信后，见里外一片纸、一个字也没有，十分纳闷。他仔细查看，终于悟出其中的奥妙，原来纪晓岚是通过那封茶叶信提醒他因盐查封这个事。<mask>", "plot0": "于是他老老实实将财产留在家里，等待朝廷来查办。", "plot1": "于是他立即将财产转移到了别的地方，逃过了一劫。", "label": 1}
{"story": "小松鼠喜爱音乐，它用半个梨子做了把提琴。它每天都在练琴，还能用这把梨子提琴模仿出好多动物的声音。这天，小松鼠正在练琴，发现树下一只狐狸正在追赶小鸡。它急中生智，用梨子提琴模仿出了老虎的声音。狐狸吓坏了，扭头就逃。<mask>小鸡对此十分感激，逢人便夸小松鼠厉害。从此，小松鼠和梨子提琴就成了保护小动物们的安全卫士。", "plot0": "小鸡也吓得想逃，小松鼠喊住了它，告诉它是梨子提琴模仿的老虎。", "plot1": "小鸡也吓得想逃，小松鼠得意极了，继续模仿老虎的声音吓唬小鸡。", "label": 0}
{"story": "乌龟自从赢了龟兔赛跑后，一直都得意洋洋。一天，它又约了兔子再来一次赛跑。<mask>等快抵达目的地时，它却发现兔子早就到达终点，一直在那里等着它。原来是兔子吸收了上次的教训，没有在路上休息了。于是这次兔子赢了比赛。", "plot0": "这一次，乌龟爬了一路都没有看见休息的兔子。", "plot1": "这一次，乌龟很快就跑到了兔子前面。", "label": 0}
{"story": "树林里住着一对小狗，他们自以为是，整天互相争吵不休，各不相让。有一次，他们起早贪黑，给自己盖了一座新木屋。房子刚落成，他们就开始争吵房子归谁。他们把狐狸找来评判，结果狐狸把房子烧了。房子没了自然就不用争吵了。两只小狗看着房子没了，后悔不已。<mask>", "plot0": "他们又建了一座新木屋送给狐狸。", "plot1": "从此以后，它们学会了商量，再也不争吵了。", "label": 1}
{"story": "一天，一只耳鸮带着颗核桃飞上了钟楼。可它一不小心把核桃落到了钟楼的墙缝里。核桃对着墙祈求，希望他不要把自己交给耳鸮。耳鸮也飞到墙边，劝诫墙不要相信核桃，如果核桃长大会很危险。<mask>数年后，核桃在墙里扎根，撑破了墙壁，他的成长迅速，很快就占领了钟楼。而墙现在后悔也晚了。", "plot0": "墙把核桃交给了耳鸮让它带走。", "plot1": "墙看着渺小的核桃，允许他住了下来。", "label": 1}
{"story": "在石厂长的生日谜会上，有这样一则哑谜：桌上备有一个熟鸡蛋和一个苹果，要求猜谜者做两个动作打两句成语。桌前围满了猜谜者，可很久仍无人猜中。突然，人群中钻出个看热闹的小男孩，他拿起鸡蛋向石厂长扔去，又拿起苹果津津有味地吃了起来。大家吃了一惊，终于反应过来谜底就是以卵击石和自食其果。<mask>", "plot0": "顿时，大家为小男孩的机智报以了热烈的掌声。", "plot1": "顿时，大家都开始教训这个没礼貌的小男孩。", "label": 0}
{"story": "乌鸦和狐狸是邻居。可是不知什么时候，狐狸得罪了乌鸦，乌鸦心里一直盘算着如何报复。这天，乌鸦得知狐狸家新添了一只小狐狸，就当着狐狸妈妈的面，对小狐狸是一个劲地猛夸，很快骗取了狐狸妈妈地信任。<mask>凡是小狐狸的任何要求，他统统满足。时间一天天过去，小狐狸慢慢成了一个又懒又馋、狡诈捣蛋的小流氓，大家都厌恶它，都远远地避开它。黑乌鸦看着变坏的小狐狸，得意地笑着，扑腾着翅膀飞走了。", "plot0": "从此，乌鸦把小狐狸当成自己的孩子一样严格要求。", "plot1": "从此，乌鸦就想方设法地宠着小狐狸，惯着小狐狸。", "label": 1}
{"story": "音蛙坐在田边突然看见一条肥牛，望着伟大的身躯，引起了它的嫉妒。<mask>肥牛劝阻不成，只能看着音蛙继续吹鼓自己的肚子。", "plot0": "它不停地锻炼身体，希望有一天可以和肥牛一样强壮。", "plot1": "它狂妄地鼓胀它的皮肤，尽可能地鼓得大而又大。", "label": 1}
{"story": "小狼比比住在森林深处的小木屋里，他最喜欢欺负比他弱小的小动物。有一天，小狼比比在家看电视，电视上正在播放一场足球赛，小狼比比也想踢足球，就去商店买了个足球回来。可一个人玩足球太没意思了，比比就想和其他小动物一起玩，可小动物们以往总被比比欺负，谁也不愿意和比比一起踢球。比比伤心的昏倒在雨中。善良的小鹿把比比送到了医院，还邀请了其他小动物来看望比比。比比很感动，决心再也不欺负小动物了。<mask>", "plot0": "恢复健康的比比开心的和小动物们一起组建了足球队。", "plot1": "恢复健康的比比决定再也不和小动物们联系了。", "label": 0}
{"story": "从前有一只小狼，名叫灰灰。灰灰独自在森林里呆得久了，就想去上学。学校里有那么多的动物，一定会很好玩。小狼灰灰来到学校.第一节课，老师教大家学习词语。灰灰不懂什么是抽象概念，闹了笑话。第二节课，老师教大家学习故事。灰灰不懂什么是举例，跟老师争吵起来。第三节课，老师教大家跑步。灰灰不懂怎么拐弯，直接跑回了森林。<mask>", "plot0": "灰灰回到森林后，才觉得原来学校里更有意思，于是又跑回了学校。", "plot1": "灰灰回到森林后觉得上学没有意思，就决定再也不去学校，自己在森林生活着。", "label": 1}
{"story": "阴暗的牢房里终日不见阳光，一个犯人被关在里面，几乎失去了活下去的勇气。一只小鸟飞到了窗口，对着犯人唱起歌来。其实小鸟并不是特地唱给犯人听，可是它唱得太动听了。<mask>他把省下的食物喂给小鸟，于是小鸟每天都来唱歌。犯人每天看见小鸟仿佛就看见了活下去的希望。", "plot0": "犯人沉醉了，心里仿佛照进了一缕阳光。", "plot1": "犯人觉得实在太吵了，非常讨厌小鸟。", "label": 0}
{"story": "兔妈妈有一对双胞胎，一个叫皮皮，一个叫乖乖，他们长得一模一样。有一天，两只小兔子在树林里采蘑菇时，遇到了一只想吃掉他们的大灰狼。皮皮说想要跟大灰狼赛跑，如果他输了就乖乖地给大灰狼吃，赢了灰狼就得放过他们。<mask>于是，皮皮和大灰狼一同起跑，但乖乖在终点等着灰狼的到来。最终当然是兔子赢得了比赛，大灰狼只得悻悻离开。", "plot0": "大灰狼直觉这里面有诈，不管三七二十一，扑上去先吃了再说。", "plot1": "大灰狼也不想追逐兔子，觉得自己肯定能赢，便答应了。", "label": 1}
{"story": "从前有一个乡下青年，他到城里逛街。遇见了国王的女儿。他对美丽的公主心生爱慕，想要迎娶公主。回到家后，他对公主日思夜想，弄得脸色憔悴，相思成疾。家里人担心他这样下去会死掉就询问他原因。他跟家里人表达了想要迎娶公主的愿望。家里人明知不可能，但也跟他说等他病好就去跟国王提亲。青年听到家人的鼓励，病慢慢好起来。没有人再提迎娶公主的事情。<mask>一年以后，青年娶了同村的姑娘，一起过着幸福的生活。", "plot0": "青年后来也觉得这是个笑话。", "plot1": "青年便自己去找国王求亲。", "label": 0}
{"story": "一个读书人带着他的几名弟子外出，正好遇到下雨，路滑，很不好走。他们看到一辆饭车，正停在高高的山路上歇息着，不顾来来往往匆忙赶路的其它马车。读书人用手指着那辆饭车笃定地说它肯定会翻。正在弟子们不解的时候，那辆饭车果然翻了。原来是读书人观察到了山路狭窄，而饭车阻碍了通行，必然会翻覆。<mask>", "plot0": "弟子们纷纷为老师的料事如神赞叹不已。", "plot1": "弟子们纷纷嗤笑老师的无稽之谈。", "label": 0}
{"story": "从前，有一个人去为农场主打工，做了牧羊人。因为他脑袋笨，农场主对他解释了很久需要做哪些工作。<mask>可牧羊人只知道学农场主不懂变通，他在草原上看见了豹子，却跑回了农场主家拿石头，回去时羊都被吃光了，牧羊人也失业了。", "plot0": "农场主告诉他，一旦有别的野兽想要吃羊，他就要丢石头驱逐他们。", "plot1": "农场主告诉他，一旦有别的野兽想要来做客，一定要好好招待他们。", "label": 0}
{"story": "一只变色龙跟一只大象打赌，说自己跑的比象快。大象当然不信，偏要看一看。比赛这天一大早，变色龙让他的兄弟变成跟它一样的颜色，伪装成自己在起点等着大象，而自己则提前藏到终点。一会儿大象来了，它根本没看出来那是变色龙的兄弟，真的跟它比了起来。<mask>它怎么也想不明白，变色龙为什么跑的这么快。", "plot0": "大象跑的飞快，可是快到终点的时候，发现变色龙早就在那里等着它了。", "plot1": "大象跑的飞快，快到终点的时候，它已经把变色龙远远地甩在后面了。", "label": 0}
{"story": "一只身强力壮的老黄猫打败了所有的对手，当上了猫国之王。一天，猫王肚子饿了，想找些东西吃。他看到一只花猫叼着一条鱼路过，猫王不由分说就把花猫的鱼抢下来吃了。花猫难过的看着猫王，告诉他这条鱼是剧毒的河豚。猫王翻了个白眼，毒发身亡。<mask>", "plot0": "其他猫以为是花猫害死了老猫王，就把花猫杀死了。", "plot1": "其他猫以为是花猫打败了老猫王，就推举花猫继任猫国之王。", "label": 1}
{"story": "春秋战国时期，有一个著名的工匠名叫鲁班。在鲁班十几岁时，有一天，他跟师傅到山上游览，走到了一棵古柏和一块巨大的怪石跟前。<mask>师傅听了他的想法，便说要鲁班在这里建成一百一十一座庙。听师傅的话，鲁班愣住了。一连想了几天，鲁班终于想明白了。最后，鲁班真的在这巨石上建了一座庙，取名柏石庙。", "plot0": "鲁班心想：在这石上建一座庙一定会很美。", "plot1": "鲁班心想：能在这石上休息一下多好啊。", "label": 0}
{"story": "春秋战国时期，有一个著名的工匠名叫鲁班。在鲁班十几岁时，有一天，他跟师傅到山上游览，走到了一棵古柏和一块巨大的怪石跟前。鲁班心想：在这石上建一座庙一定会很美。师傅听了他的想法，便说要鲁班在这里建成一百一十一座庙。听师傅的话，鲁班愣住了。一连想了几天，鲁班终于想明白了。<mask>", "plot0": "鲁班觉得师傅在戏弄他，生气地和师傅吵了起来。", "plot1": "最后，鲁班真的在这巨石上建了一座庙，取名柏石庙。", "label": 1}
{"story": "一只猫望着窗外飞翔的鸟儿馋涎欲滴，但自己又捕捉不到。于是它便想了一个法子。它给那些鸟儿们寄去请柬，邀请他们来参加自己的生日宴会。<mask>鸟儿一进来，猫就关上了门。鸟儿们彻底入了虎穴，被猫一只一只抓来吃掉了。", "plot0": "有些单纯的鸟儿赴宴来了。", "plot1": "可是没有一只鸟儿愿意来。", "label": 0}
{"story": "老虎是百兽之王，它常常欺负其他的小动物，而那些受他压迫的小动物是对他恨之入骨。所以大家商量着怎样来整治这个可恶的家伙。小白兔说可以想办法把老虎的牙拔了，这样老虎就吃不了它们了。于是，大家都给老虎送糖。老虎天天吃糖，又不爱刷牙，牙齿终于都坏了。老虎牙疼得受不了，于是找来了狐狸医生。狐狸医生借机拔光了老虎的牙。<mask>", "plot0": "从此老虎再也没法欺负小动物了。", "plot1": "从此老虎天天保护小动物们。", "label": 0}
{"story": "夏季的某一天，耕牛疲倦地带着犁杖回到家里。一只牛虻叮上了耕牛的背脊，深情地诉说着对耕牛的情意。<mask>于是，耕牛用尾巴狠狠抽了一下自己的背脊。这只牛虻被抽中，当场咽了气。", "plot0": "耕牛很感动，决定把自己的血喂给牛虻吸。", "plot1": "耕牛却早已看穿一切，知道牛虻只是想吸自己的血。", "label": 1}
{"story": "雪后的早晨，旺旺狗就和胖胖猪去找咪咪猫打雪仗。他们却发现咪咪猫生了病，只能待在床上。胖胖猪想到书里说的雪被子能治百病，提议去雪地上缝一条雪被子送给咪咪猫。他们俩用自己的手指当针，挑起雪来一针一针地缝。<mask>他们给咪咪猫盖上雪被子，咪咪猫的病很快就好了。他们很高兴，咪咪猫又可以和他们一起玩了。", "plot0": "终于，一床暖和的雪被子做好了。", "plot1": "被子做好以后他们决定还是自己盖。", "label": 0}
{"story": "在阎罗王殿上，阎王让各个动物选一件自己喜欢的衣服和面罩，这样大家将来通过衣服就可以认得各个动物。动物们一听都高高兴兴地选取自己喜欢的衣服和面罩。动物们穿上自己喜欢的衣服来到了人世森林里。有动物提出要照一张彩色合影，以此作为留念。照片出来了，大家都被熊猫的照片吸引了。原来只有熊猫的照片是黑白，因为它选了全白的衣服和黑色面罩。<mask>", "plot0": "这个颜色实在太普通了，大家都忽略了它。", "plot1": "它成了最独特的动物，大家都记住了它。", "label": 1}
{"story": "胖头又胖了好多，胖得连脖子都快没了。妻子劝他少吃些。朋友们仍然拉他出去胡吃海塞。<mask>胖头终于病了，妻子每天都照顾他，而那些酒肉朋友全都没影了。胖头终于知道了妻子的好。", "plot0": "胖头觉得朋友对他最好，根本不听妻子的。", "plot1": "胖头留在家里，让朋友把妻子带出去吃饭。", "label": 0}
{"story": "罗马教皇庇护十二世在讲道时从来不看讲稿，幕僚们都惊叹他超群的记忆力，于是询问他原因。原来，是因为有一次，他看着讲稿讲道时，被一个女信徒批评，说他连自己讲得内容都记不住，还怎么指望让众多信徒记住。他听后非常羞愧。<mask>", "plot0": "从那以后，每次讲道，他都会把讲稿的内容记在脑子里。", "plot1": "从那以后，每次讲道，他都会禁止这位女信徒到场。", "label": 0}
{"story": "有一次，朱元璋率领农民起义军来到兰溪县樟林村。<mask>卫兵们急忙请朱元璋进营避雨，但是他仍然骑在马背上，端坐不动，全然不顾湿透的身体，用更加宏亮的声音继续演讲。官兵们被朱元璋镇静的神态所感染，都更加专心地听他讲军纪，因为天降暴雨而产生的骚乱也渐渐平息了。", "plot0": "他正在对官兵们进行军纪教育时，突然雨停了。", "plot1": "他正在对官兵们进行军纪教育时，突然下起了大雨。", "label": 1}
{"story": "牧场的一头牛冲破了附近农家的篱笆，在玉米地里的大肆啮食，农夫发现后并没有告诉牧场主，而是直接把牛杀了。<mask>路上下起了冰雹，牧场主和他的随从快冻僵了。到的时候，农夫却不在家。农夫的妻子很热情地邀请他们进屋取暖。牧场主看见那女人消瘦憔悴，还有躲在桌椅后面瘦得像猴儿的五个孩子。没过一会儿，农夫回来了，热情地招待他们吃晚饭，还留他们过夜。牧场主被农夫夫妇的热情和善良打动，决定不再追究。第二天一早，农场主和他的随从就离开了农夫家。", "plot0": "牧场主知道后非常生气，便去找农夫理论。", "plot1": "牧场主知道后又送来一头牛给农夫赔礼道歉。", "label": 0}
{"story": "鲁国有个叫公孙绰的江湖郎中。有一天，他在家里正在思考一些什么事情，突然站起，好像恍然大悟的样子。然后，他冲出门外，逢人便讲自己找到了起死回生的方法。<mask>他信誓旦旦地告诉鲁文公，把治疗半身不遂的药多加一倍，就可以起死回生了。鲁文公听后只当他是个疯子放他出宫了。", "plot0": "这话传到了鲁文公的耳朵里，鲁文公就派人把他抓了起来，不允许他妖言惑众。", "plot1": "这话传到了鲁文公的耳朵里，文公就把他召进宫里，询问他是不是真的有办法起死回生。", "label": 1}
{"story": "有个地方饱受各种虫害，人们乞求上天帮帮他们。于是一个神仙出现了，他给了一个小孩一瓶神奇的泡泡水。小孩子吹泡泡，泡泡越吹越大。一个个泡泡里面竟然出现了小蜻蜓、小青蛙、小公鸡等很多小动物。<mask>小蜻蜓吃蚊子，小青蛙吃苍蝇，小公鸡捉虫子。很快害虫都被吃光了。", "plot0": "泡泡带着这些专捉害虫的小动物飞到了一个有很多害虫的地方，小动物们从泡泡里出来就开始捉害虫。", "plot1": "泡泡带着这些小动物飞到了一个有很多害虫的地方，可小动物们觉得害虫很可爱，很想和他们交朋友。", "label": 0}
{"story": "有一位学者，讲起话来总是长篇大论，滔滔不绝。一次，一个朋友实在忍受不了，就打断了他。<mask>这个朋友也很生气，就说这个学者就是当年拉磨的驴。由于他们说话太过刻薄，身边的朋友谁也不愿帮他们，都默默离开了。", "plot0": "他很生气，就讥讽这个朋友当年还在磨坊里打过工。", "plot1": "他非常高兴朋友打断了他，他终于可以休息一下了。", "label": 0}
{"story": "从前，有家夫妻小酒店。这家店卖的虽是陈年佳酿，但由于店面不起眼，加之夫妻俩都不善于招揽顾客，生意一直很冷清。这天，有位才子来到店中。他喝完酒后连连夸赞，于是决定帮老板招揽生意。随后他写了一首诗贴到店门口：一轮明月挂半天，淑女才子并蒂莲。碧波池畔酉时会，细读诗书不用言。很多文人墨客路过，一看诗帖，便知店里有好酒卖，纷纷进店喝酒品诗。<mask>", "plot0": "从此，这家店的生意果然好了起来。", "plot1": "夫妻俩便把小酒店送给了这位才子。", "label": 0}
{"story": "二战中，美军一个空降部队即将被敌军包围。当时正下着一场大雪，地面上的积雪非常厚。空降营营长召开会议，商议如何在雪地里伪装。部队所在的村子的村长主动提出帮助他们。看着村民们捐出的床单，营长承诺很快会把床单还给他们。战争胜利了，床单在战斗中起了巨大的作用，但是营长却找不到那些村民了。<mask>随后，营长带着被子和支票回到了那个村子，履行了诺言。", "plot0": "很多年以后，营长在一份报纸上看到了当时那位村长的消息。", "plot1": "很多年以后，营长死了，临死前很遗憾没有找到那些村民。", "label": 0}
{"story": "很久以前，有一头美丽的九色鹿。它每天到河边喝水，乌鸦是它的好朋友。一次九色鹿在河里救了一个人，乌鸦都看见了。这人却想要九色鹿的毛皮。他带着国王过来要捕捉九色鹿。<mask>国王很生气，下令把这个以怨报德的人淹死在了河里。", "plot0": "乌鸦把九色鹿救人的事告诉国王。", "plot1": "乌鸦连忙丢下九色鹿自已逃跑了。", "label": 0}
{"story": "明朝末年，李自成率起义军进逼京城。<mask>一天，他乔装成平民来到一个测字摊前。那测字先生与众不同，只需要来测字的人说一个字就行了。崇祯自以为皇帝金口，不肯启齿，就用脚在地上画了个“一”字。但他并不知道这个测字先生便是李自成假扮的。而就是因为“土”上加“一”便是“王”字，李自成猜出了他是皇帝。于是不管崇祯皇帝要算哪个词，他都往最坏的方向说。最后崇祯皇帝绝望地回到紫禁城内，不久，便在煤山自缢而亡了。", "plot0": "崇祯皇帝乔装成测字先生逃跑了。", "plot1": "崇祯皇帝朱由检焦急万分，日夜忧虑。", "label": 1}
{"story": "这天，小海龟和小螃蟹相约去沙滩边玩。两人玩得很开心，不过小螃蟹发现小海龟时常用手去擦从眼里流出的眼泪。小螃蟹很担心，以为小海龟生病了。<mask>花羊羊告诉他们小海龟很健康，这是它适应海水生活的一种正常生理现象。小螃蟹听了这才放下心来，又高高兴兴地和小海龟到沙滩玩去了。", "plot0": "于是拉着小海龟就去找花羊羊看病。", "plot1": "于是拉着小海龟去大海里洗眼睛。", "label": 0}
{"story": "传说，从前有个魔王，专门偷吃人们的牛马。有个叫阿妮的小姑娘，让村民做了一个巨大的铁球，还塑了个比魔王还高大的泥像。她告诉魔王这个泥像是他们村的新大王，要和跟魔王比试，看他们谁能把铁球抛起来再用脑袋顶住，就听谁的。<mask>这天正好是农历七月十三，之后这天就被定为了“除恶节”。", "plot0": "魔王看着高大的泥像很害怕，便拒绝了比赛，赶紧逃跑了。", "plot1": "魔王不服，抢着来比试，结果被自己抛起来的铁球砸死了。", "label": 1}
{"story": "一位樵夫为了培养儿子的吃苦精神，便叫他挑柴禾上集市去卖。儿子挺不愿意地挑了两挑，翻山越岭，着实把他给累坏了。挑了两天，就再也挑不动了。父亲没办法，只好叹着气让儿子一边歇着去，自己还是一天接一天挣钱养家糊口。可天有不测风云，父亲不幸病倒了，这一躺就是半月起不了床。家里失去了生活来源，眼看就要断炊了。<mask>每天天不亮，他学着父亲的样子，上山砍柴，然后挑着到集市上卖，一点也不觉得累。其实，在苦难面前，不得不挑的担子自然就会变轻，因为苦难会增加你的力量。", "plot0": "可儿子什么也不做，就等着父亲病好起来。", "plot1": "儿子没办法，终于主动地挑一起了生活的重担。", "label": 1}
{"story": "有只老鹰盘旋在村子上方，准备伺机捉一只小鸡。猎人发现了鹰，将其一枪打下。大公鸡在村子里游荡时，发现平日里的天敌老鹰倒在路边，早已死去。<mask>这时，猎人走了过来，将鹰翻了过来，取出了子弹并带走了老鹰。大公鸡尴尬地无地自容，只好在大家的嘲笑声中溜走了。", "plot0": "他将老鹰踩在脚下，耀武扬威，其他的鸡都对他的行为表示崇敬。", "plot1": "他将老鹰踩在脚下，兴奋地告诉其他的鸡，老鹰被猎人打死了。", "label": 0}
{"story": "陈述古是枢密院直学士。有一年，他到建州浦城县担任县令。刚到任没几天，便遇到一宗盗窃案，有好几个盗窃嫌疑犯。这些人都不承认自己偷了东西。陈述古便让他们到一间黑屋子里摸一口神钟，据说只要犯罪的人摸了钟就会响。结果几个嫌疑犯都摸完了，钟也没有响。陈述古让他们看看各自的手心，只有一个嫌犯是白的，其他人的手都是黑黑的。原来陈述古事先在钟上涂满了墨汁，只有真的罪犯才不敢摸。<mask>", "plot0": "陈述古让这三个嫌疑人把钟卖了。", "plot1": "陈述古靠这个计策一举抓获了罪犯。", "label": 1}
{"story": "国王弗洛蒂拥有一个有魔力的石磨，可是他怎么试都磨不动。这天，一位老人自称能使石磨转动，还告诉国王，石磨磨出来的金子必须合理使用，否则将会遭到报应。国王欣然接受。<mask>但是国王起了贪念，他逼迫百姓用金子为自己建造宫殿。国王很快住进了自己新的宫殿，但是当晚宫殿就塌了。贪婪的国王被他最爱的金子砸死了。", "plot0": "老人拍了拍石磨，石磨果然转动起来，把国王碾死了。", "plot1": "老人拍了拍石磨，石磨果然转动起来，磨出了好多金子。", "label": 1}
{"story": "龙王住在海底深处，管理着整片海域。一天，龙王出外巡游，在海滨遇上了一只青蛙。<mask>。他们互相描述了自己的生活环境和习惯，觉得很新奇。于是他们成为了好朋友。", "plot0": "龙王和青蛙相互致以问候以后，便友好地攀谈起来", "plot1": "龙王和青蛙一见面什么话都不说便大打出手。", "label": 0}
{"story": "从前有位农夫，把干酪装进瓦罐，放在地窖里贮存。一只小老鼠闻到了干酪的味道，十分嘴馋。<mask>当小老鼠想出来的时候，却发现自己被封在了瓦罐里。小老鼠很焦急，但又毫无办法。直到有一天，农夫打开了瓦罐，发现干酪没有了。瓦罐里有的，只是一只小老鼠的尸体。", "plot0": "它瞅了个空子就想钻进去，却不小心打破了瓦罐。", "plot1": "它瞅了个空子就钻入进瓦罐里，吃了个心满意足。", "label": 1}
{"story": "传媒大亨比尔小时候是报童。一次一辆电车停在街角，车上的一个胖子向他要了两份报纸，却趁电车开动没有付钱。小比尔为了追车还摔倒了。一位好心人替他追上电车，追回该付的钱，还教训了那个胖子。<mask>小比尔以后再遇到困难，也都能努力克服，而不是怨天尤人，自暴自弃。", "plot0": "从此，比尔一定要对方付钱了再给他报纸。", "plot1": "好心人的帮助让比尔看到了这世界美好的一面。", "label": 1}
{"story": "猪妈妈和她的三个孩子幸福的生活在美丽的大森林里。有一天，猪妈妈出门了，只剩下三只小猪在家。<mask>半夜，小猪们被浓烟惊醒。原来是蜡烛点着了窗帘，引起了大火。消防官兵来把火扑灭了，小猪们得救了。但是他们的房子也没有办法住了，小猪们只得动身去寻找妈妈，一起商量解决的办法。", "plot0": "小猪们在家玩了一整天，玩到天黑，兴奋得到半夜都睡不着。", "plot1": "小猪们在家玩了一整天，到天黑的时候，都累得睡着了。", "label": 1}
{"story": "从前有只椋鸟，十分好学，它一直学习金丝雀那样的歌唱方法，还学得惟妙惟肖，十分动听。大家都很喜欢它。但是椋鸟很贪慕虚荣。一次歌唱大会上，它听到刚称赞完自己的大家又去夸奖夜莺唱得好听时，十分嫉妒。它又去学习了夜莺的歌唱。<mask>林中百鸟实在不愿意听它歌唱，全都飞走了。从此，无论它唱的是夜莺曲还是金丝雀的歌再也没有人称赞椋鸟了。", "plot0": "可它唱得吱吱喳喳、干涩难懂，实在太难听了。", "plot1": "经过努力学习后，它唱的竟然比夜莺还好听了。", "label": 0}
{"story": "人类在原始森林旁建造了一个高科技研究中心，这件事竟成了动物王国的特大新闻。一时间，寂静的大森林沸腾了，多数动物显得非常恐慌。<mask>大家决定派松鼠博士去研究中心实地考察一番。松鼠博士在研究中心中见到了人类科学家。并且了解到人类建造研究中心的目的是为了保护动物。松鼠博士把这个消息带回来。动物们一下就放松下来。", "plot0": "狡猾的狐狸还散布谣言，更增加了动物们的紧张情绪。", "plot1": "狐狸安抚大家不要慌，并和松鼠博士一起去研究中心实地考察。", "label": 0}
{"story": "春秋时期，鲁国京城里住着一对夫妻。男的会编一手好草鞋，女的织得一手好麻布，两口子兢兢业业，日子过得还不错。他们经常听人说越国那个地方是鱼米之乡。于是，两口子收拾行李，准备搬到越国去生活。<mask>两口子不以为然，觉得自己手艺精湛，肯定会发财的。邻居告诉他们，越国人从不穿鞋也不戴帽子，他们的手艺在那里一点儿用都没有。两口子听后瞬间打消了去越国的念头。", "plot0": "邻居看见了，担心他们会在越过生活不下去。", "plot1": "邻居看见了，也想和他们一起去越国发展。", "label": 0}
{"story": "清朝嘉庆年间有个秀才，名叫陈沆。他文思敏捷，才华不凡。一年八月，他要赶赴省城参加选择举人的乡试。刚刚走到河边，渡船已经离岸。陈沆急了，连声呼唤，求艄公掉转船头，搭他同去，以免误了考期。<mask>于是出了个谜让他猜，猜对就掉头。谜题是：在娘家，绿影婆娑；到婆家，青少黄多。经过几多风波，受尽几番折磨。莫提起，提起泪珠洒江河。陈沆听后，当即指了指艄公的竹篙。老艄公一看，连连点头称是，于是摇船返回岸边，把秀才迎上船去。", "plot0": "那艄公见是位书生便想抢劫他。", "plot1": "那艄公见是位书生便想考考他。", "label": 1}
{"story": "从前有一个很愚蠢的富人。一天，他看到另一个富人家的房屋有三层楼，很羡慕。<mask>当工匠开始建造第一层的时候，富人连忙制止了他们。他生气地说自己只是羡慕第三层，让工匠们直接建第三层就好了。工匠们听完后都摇摇头都走了，只留下富人在那气愤地踢着砖头。", "plot0": "于是，他花高价买了这套三层楼的房子。", "plot1": "于是，叫来工匠要造一所同样的三层楼。", "label": 1}
{"story": "有一天，神王朱庇特唤来所有的动物。他告诉动物们，如果对自己的相貌形体不满，他可以给他们修正。猴子站出来夸耀了自己一番，却又开始讲起熊的缺点。熊出来打断了它，表达了自己对身体的满意，又指出了大象的缺点。<mask>朱庇特很无奈，只好让动物们都先退下。", "plot0": "动物们觉得大家的体形都是完美无缺的，没有人需要修正。", "plot1": "于是动物们一个个上台开始对别人的体形指手画脚，吵成了一锅粥。", "label": 1}
{"story": "小猴顶瞧不起小蝎子，觉得它又小又丑，肯定是个胆小鬼。一天，一条大蛇游过来，小猴子和伙伴们都怕的躲到了树后。小蝎子却勇敢地站在最前面，用它的钳子和尖刺赶走了大蛇。<mask>", "plot0": "小猴子很惭愧，再也不笑话小蝎子了。", "plot1": "小猴子打败了大蛇，再也不理小蝎子了。", "label": 0}
{"story": "从前，国王的女儿中了魔法，被关在太阳宫。许多去救她的人都惨死在那儿。有一个年轻人拿定主意要去救出公主。他日夜兼程地赶路，来到太阳宫。<mask>年轻人提议让他带着帽子，谁能抓到他，帽子就归谁。年轻人带上帽子就隐身了。巨人根本找不到他。他趁机溜进了太阳宫，成功救出了公主。", "plot0": "只见宫门口有两个守卫的巨人正在争抢一顶能让人隐身的帽子。", "plot1": "只见宫门口有两个守卫的巨人正在缝补一顶能让人隐身的帽子。", "label": 0}
{"story": "一天，很热很热，小河马躺在树下乘凉，可还是热得直喘粗气，汗不停地往下淌。老熊在地里除了一会儿草，便热得一身大汗,于是他来到大树下准备乘会儿凉，结果看到小河马一动不动，浑身流血似的躺在那。<mask>花羊羊看到后笑着说，河马皮肤上有种特殊的腺体，这种腺体会分泌出红色液体，所以小河马流的不是血，是汗。老熊这才放下心来，这时小河马也醒了，回到河里玩耍去了。", "plot0": "老熊急忙找来诊所的花羊羊。", "plot1": "老熊急忙找来诊所的花羊羊。", "label": 0}
{"story": "美人鱼和她的父亲发生了争吵，美人鱼一气之下就自己跑到了琼岛国。她想一定要自己出去多玩几天，让父亲着急。她在海中游啊游啊，也不知道游了多久，结果又累又饿，慢慢地就失去了知觉。<mask>其实父亲一直派人守护着她，发现女儿有危险，立即把她救了回来。父亲虽然表面上生气，但是他对女儿的爱是无法割舍的。美人鱼知道了一切，心里非常愧疚。她扑到父亲怀里哭了很久，并下定决心一定要孝敬父亲，再也不任性了。父亲也原谅了她。他们和好了，又过上了幸福的生活。", "plot0": "醒来的时候，已经躺在自己的床上，父亲爱怜的看着她。", "plot1": "醒来的时候，已经躺在自己的床上，而父亲却死了。", "label": 0}
{"story": "一辆满载学生的校车出了车祸，很多学生受伤了。路人纷纷停下来帮助救人，一个女医生迅速走到一个受伤最严重的学生旁，检查他的伤势。一个自以为是的男士说自己学过急救，走过来一把把女医生推开，给学生检查起来。那学生却被他弄的疼得直叫唤。男人尴尬地走开了。<mask>", "plot0": "最后，还是那位女医生给受伤的学生做了伤口处理。", "plot1": "最后，那位女医生让学生把那个男人请回来指导她。", "label": 0}
{"story": "在阎罗王殿上，阎王让各个动物选一件自己喜欢的衣服和面罩，这样大家将来通过衣服就可以认得各个动物。动物们一听都高高兴兴地选取自己喜欢的衣服和面罩。<mask>有动物提出要照一张彩色合影，以此作为留念。照片出来了，大家都被熊猫的照片吸引了。原来只有熊猫的照片是黑白，因为它选了全白的衣服和黑色面罩。它成了最独特的动物，大家都记住了它。", "plot0": "动物们穿上自己喜欢的衣服来到了人世森林里。", "plot1": "动物们都不舍得穿这些衣服，把它们珍藏起来。", "label": 0}
{"story": "有个国王，他有一个漂亮的女儿，但女儿非常骄傲，没有一个求婚的人使她满意。<mask>国王一怒之下便把女儿嫁给了这个男子。婚后这个男子对公主很好。公主也悔悟了，知道看人不能凭外表，真正对你好的人不一定有出众的外表，但一定有一颗爱你的心。", "plot0": "一个盛大的宴会上她爱上了一个向她求婚的男子。", "plot1": "一个盛大的宴会上她还嘲笑了一个向她求婚的男子。", "label": 1}
{"story": "一个人升了官，亲友们纷纷前来祝贺。<mask>这天，他碰上了以前的老朋友，朋友们和他打招呼，他却不屑一顾，反问他们是谁。一个老朋友因为他出了名就忘本的行为很难受，劝了几句便走了。后来，这个人失业了，他所谓的朋友们都离开了他，他再也得意不起来了。", "plot0": "这个人发现有很多人都在奉承他，便越发自满起来，渐渐地目中无人，谁也看不上。", "plot1": "这个人发现有很多人都在奉承他，觉得这样很不好，他只喜欢和老朋友在一起。", "label": 0}
{"story": "一只金黄色的小鸟飞了很久，又累又渴。它从半空中掉下来，掉在一张荷叶上昏睡过去。<mask>于是，小鲫鱼用尾巴使劲拍打着水面。溅起的水花落进了小鸟的嘴里，小鸟醒了过来。小鸟为了感谢小鲫鱼，请妈妈帮忙实现了小鲫鱼过安宁生活的愿望。从此，小鲫鱼一家在池塘里自由自在地生活着。小鸟也成了小鲫鱼永远的朋友。", "plot0": "池塘里的一条小鲫鱼从它身边游过，却没有看见它。", "plot1": "池塘里的一条小鲫鱼看见了，担心小鸟会饥渴而死。", "label": 1}
{"story": "一个生性木讷、孤僻的年轻人，平日里总是一个人独来独往，没有朋友，也没有人愿意跟他做朋友。他觉得如果脸上一直挂着微笑，一定会有人愿意跟他做朋友。于是，他到整容医院，让医师给他做手术。他的脸上拥有了永不消逝的笑容。<mask>因为他无时无刻总是皮笑肉不笑，人们都认为他是一个白痴，都离他远远的。", "plot0": "他满怀信心地来到人群中，大家纷纷围过来想要认识他。", "plot1": "他满怀信心地来到人群中，但还是没有人理会他。", "label": 1}
{"story": "春秋时期，在黄海边上有一个小村里，一户人家挖出一块石鼓形状的石头，上面刻着两条蟠龙，人们见了无不啧啧称奇。一个道长说，这块石头只有大国之君才能敲响，献给国君定能获赏。<mask>走到临淄城南的一个村庄边，他们放下石鼓休息会。一个牧童走过，拿着鞭子轻轻一敲，石鼓便发出了震耳欲聋的响声。这家人吓坏了。小小牧童都能敲响，要是献给国君，肯定会被问罪。于是他们扔下石鼓就跑了。", "plot0": "这家人就抬着石鼓往都城走。", "plot1": "这家人连夜把石鼓重新埋了起来。", "label": 0}
{"story": "在一家饭馆门前的大树下拴着一匹马，马的主人是个穷汉，正在饭馆吃饭。忽然一个绅士将他的马拴在了穷汉的马旁边。穷汉的马性子比较烈，所以穷汉提醒绅士把马栓远点。可是绅士瞧不起穷汉，没有搭理他。<mask>绅士后悔也来不及了。", "plot0": "没多久，绅士的马就和穷汉的马成了好朋友。", "plot1": "没多久，绅士的马就被穷汉的马咬死了。", "label": 1}
{"story": "记者问一位魔术师成功的秘诀，魔术师带他来到剧院外的一个窗口下。记者看到窗沿下有几个模糊的小字。<mask>他刻苦练习，坚持不住时就来这里看看，为自己鼓气。最后终于成名。", "plot0": "原来魔术师小时侯立志要做一名记者，就在此刻下了自己的名字。", "plot1": "原来魔术师小时候立志要到剧院里演出，就在此刻下自己的名字。", "label": 1}
{"story": "松鼠每天都在忙碌地储备粮食，松鸡看到后笑松鼠不会享福。而松鸡吃东西的时候总是挑挑拣拣，糟蹋了许多粮食。它觉得这样潇洒又自在，把这当成是自己的福分。<mask>松鼠储备的粮食起了作用，而松鸡却因为找不到吃的饿死了。", "plot0": "不久，下了几场暴雨，树林里的野果多到大家吃不完了。", "plot1": "不久，下了几场暴雨，树林里的野果再也不能随处可见了。", "label": 1}
{"story": "大自然原本给过秃鹰一个可以与天鹅媲美的嗓门。可自打秃鹰听见了马的嘶鸣声后，就深深地迷上了。秃鹰一直努力的去学习模仿妈的嘶鸣。结果，马叫的声音是学会了，可原本哼亮的嗓音消失了。<mask>", "plot0": "秃鹰十分后悔学习马叫声，从此见到马就冲上去啄它。", "plot1": "但是秃鹰十分满意自己的声音，经常高叫着盘旋在空中。", "label": 1}
{"story": "狮子的早餐是一只小羊羔。一只小狗崽因为太饿了，就悄悄地撕下了一片羊肉。狮王看他年幼，没有计较。一只狼看到了这一幕，以为狮子外强中干。于是狼也把爪子伸向羊羔。可是狮子突然暴起，把郎咬死了。<mask>", "plot0": "可怜的狼非但羊肉没吃着，自己倒成了狮子的美味佳肴。", "plot1": "狼把小羊羔撕开供狮子享用，狮子对狼的表现很满意。", "label": 0}
{"story": "快餐店里走进来一位卡车司机，要了食物后坐了下来。<mask>卡车司机二话不说付了钱走了。小伙子们嘲笑着卡车司机不像个男人。可谁曾想，卡车司机开着车朝着他们的摩托车轧了过去。", "plot0": "正在这时，门外来了三个小伙子，他们从摩托车上跳下来冲进了餐馆，抢走了卡车司机的食物。", "plot1": "正在这时，门外来了三个小伙子，他们从摩托车上跳下来冲进了餐馆，一定要请卡车司机吃饭。", "label": 0}
{"story": "从前有只椋鸟，十分好学，它一直学习金丝雀那样的歌唱方法，还学得惟妙惟肖，十分动听。大家都很喜欢它。但是椋鸟很贪慕虚荣。一次歌唱大会上，它听到刚称赞完自己的大家又去夸奖夜莺唱得好听时，十分嫉妒。它又去学习了夜莺的歌唱。可它唱得吱吱喳喳、干涩难懂，实在太难听了。林中百鸟实在不愿意听它歌唱，全都飞走了。<mask>", "plot0": "从此，无论它唱的是夜莺曲还是金丝雀的歌再也没有人称赞椋鸟了。", "plot1": "从此，它再也不用学夜莺或是金丝雀唱歌了，人们更喜欢它唱自己的歌。", "label": 0}
{"story": "有只鸽子飞行了很长时间，一直没有找到水源。突然鸽子看见远处有一个大水瓶，看得出还有大半瓶水。它飞过去，想去喝里面的水。可是瓶口太小了，它够不到。但是它太渴了，没有耐心捡小石子。于是它在瓶壁上啄了个洞，水流了出来。<mask>", "plot0": "鸽子终于喝上水了。", "plot1": "鸽子最终在水瓶旁边渴死了", "label": 0}
{"story": "有只鸽子飞行了很长时间，一直没有找到水源。突然鸽子看见远处有一个大水瓶，看得出还有大半瓶水。它飞过去，想去喝里面的水。可是瓶口太小了，它够不到。但是它太渴了，没有耐心捡小石子。<mask>鸽子终于喝上水了。", "plot0": "可鸽子怎么用力也啄不出洞来，只得老老实实去捡小石子。", "plot1": "于是它在瓶壁上啄了个洞，水流了出来。", "label": 1}
{"story": "森林王国里的小动物们都是好朋友，只有小狐狸因为常常骗人不被大家待见。有一天，小狐狸生了病却没人来看望他，他感到很难受，便决定开始结交朋友。<mask>小狐狸很沮丧地趴在地上，大象伯伯经过告诉他，只要真心实意地为大家做好事，大家都会接纳他。小狐狸开始从小事做起，到处帮助小动物。终于和森林里的大家都成了好朋友。", "plot0": "他带着礼物去拜访小动物们，可大家都因为小狐狸常常骗人而排斥他。", "plot1": "他带着礼物去拜访小动物们，大家都热情地欢迎他，请他在家里吃饭。", "label": 0}
{"story": "传说武则天称帝后，朝中有不少人反对她。旧臣徐敬业准备在扬州起兵造反，但又觉得自己势单力薄，便叫著名诗人骆宾王去拉拢在京中担任中书令的裴炎。骆宾王便编了一首暗指要裴炎称王的童谣，暗地里让京都的儿童和裴炎乡里的儿童传唱。骆宾王也趁机说服裴炎合谋造反。<mask>武则天看到密信，知道二人同流合污意图造反。终于下令处死了二人。", "plot0": "没多久，事情败露，裴炎写给徐敬业的密信也被查获。", "plot1": "裴炎审时度势，把徐敬业写给自己的密信主动上交了武则天。", "label": 0}
{"story": "有位母亲生了两个女儿。二女儿心眼很坏，但在母亲面前表现的很乖巧。大女儿又孝顺又勤劳，可母亲总觉得她不如二女儿。母亲老了。<mask>大女儿勤劳节俭，攒下了钱。她没有怨恨母亲，而是守护在母亲身边，母亲这才明白哪个女儿才是对她最好的女儿。", "plot0": "她把积蓄交给了二女儿，结果被挥霍一空。", "plot1": "她把二女儿的积蓄都偷偷给了大女儿。", "label": 0}
{"story": "一只老鼠觉得自己每天总是爬沟钻洞的，太没风光，太渺小了。它要壮大自己，又苦于无计。后来，老鼠想到高高在上的天很厉害，就跑去问天，可是天告诉小老鼠他害怕云，云又说他怕风，风说害怕墙，最后，墙说最怕老鼠。<mask>", "plot0": "绕了一圈，老鼠更胆小了，从此只敢呆在洞里。", "plot1": "绕了一圈，老鼠恍然大悟，原来自己并不是那么渺小。", "label": 1}
{"story": "皮诺乔被罚当看门狗，当他在狗窝睡了快两个钟头时，被外面的怪声吵醒了。他透过门板发现是四只偷鸡吃的鸡貂。鸡貂同皮诺乔说了他们和已故看门老狗的交易，并打算将交易延续到皮诺乔身上。皮诺乔可不打算这样，他把鸡貂关在鸡笼里，喊醒了果园主人。<mask>", "plot0": "主人把鸡送给了鸡貂们，让他们常来做客，还把大呼小叫的皮诺乔狠狠地教训了一番。", "plot1": "主人发现偷鸡贼都被抓住了，非常高兴，并赞赏皮诺乔不跟坏人同流合污的精神，便放了皮诺乔。", "label": 1}
{"story": "皮诺乔被罚当看门狗，当他在狗窝睡了快两个钟头时，被外面的怪声吵醒了。<mask>鸡貂同皮诺乔说了他们和已故看门老狗的交易，并打算将交易延续到皮诺乔身上。皮诺乔可不打算这样，他把鸡貂关在鸡笼里，喊醒了果园主人。主人发现偷鸡贼都被抓住了，非常高兴，并赞赏皮诺乔不跟坏人同流合污的精神，便放了皮诺乔。", "plot0": "他透过门板发现是四只想帮鸡逃走的鸡貂。", "plot1": "他透过门板发现是四只偷鸡吃的鸡貂。", "label": 1}
{"story": "春秋时期，在黄海边上有一个小村里，一户人家挖出一块石鼓形状的石头，上面刻着两条蟠龙，人们见了无不啧啧称奇。一个道长说，这块石头只有大国之君才能敲响，献给国君定能获赏。这家人就抬着石鼓往都城走。走到临淄城南的一个村庄边，他们放下石鼓休息会。一个牧童走过，拿着鞭子轻轻一敲，石鼓便发出了震耳欲聋的响声。这家人吓坏了。小小牧童都能敲响，要是献给国君，肯定会被问罪。<mask>", "plot0": "于是他们大摇大摆把石鼓送到了都城。", "plot1": "于是他们扔下石鼓就跑了。", "label": 1}
{"story": "有只老母鸡，孵出了九只小鸡，小母鸡最调皮。一天，老母鸡清点小鸡，发现小母鸡不见了。原来，小母鸡来到一条小河边。看到鹅妈妈在教鹅宝宝们学游泳，它也想学。扑通一声跳下水，结果不是像小鹅那样浮在水面上，而是一直往下沉。小母鸡吓坏了，还好鹅妈妈及时把它救上岸。<mask>", "plot0": "这下小母鸡更喜欢游泳了，决定下次再找机会尝试。", "plot1": "这下小母鸡知道了，不是什么事情都能尝试的。", "label": 1}
{"story": "狮子国王派狐狸去查小动物神秘失踪的案件。狐狸在几个案发现场都发现了老虎的脚印，怀疑是老虎干的。于是，狐狸扮成大夫去了老虎家。他谎称最近有一种怪病在森林里流传，需要给老虎做检查。老虎连忙答应。狐狸检查完后，告诉老虎他确诊了，需要治疗。<mask>晕倒的老虎被抬到了森林监狱。之后，狐狸果然在老虎家搜出了许多小动物的尸骨。老虎被判了重刑。森林王国又恢复了往日的安宁。", "plot0": "他拿出事先准备好的麻药给老虎打了一针。", "plot1": "他拿出事先准备好的行李，和老虎一起逃跑了。", "label": 0}
{"story": "婴儿室里有许多许多玩具，橱柜顶上有一个存钱罐，它的形状像猪，是泥烧的。钱猪里装满了钱币，连摇也摇不响。它高高地站在橱柜上，瞧不起房里一切其他的东西。它知道，它肚皮里的钱可以买到这所有的玩具。有一天，它被主人拿了下来。它很高兴，认为主人一定是想跟它玩耍。<mask>肚子里的钱币撒了一地，主人并没有理会它，专注的把钱收集起来，而这个四分五裂的钱猪只是被扫进了垃圾箱。", "plot0": "结果它被主人放进了保险柜，更好地保存起来。", "plot1": "结果它被重重的摔在了地上，四分五裂。", "label": 1}
{"story": "有一个富人非常怕死，所以他同死神约定，他死日来临时，死神要事先告诉他，好让他作好准备。富人生活十分安定，他只有一个心事：尽量多积聚黄金。<mask>日子一天天过去，死神夺走了他的羊，夺走了他的亲人，可他却无动于衷，依然只想着怎么积攒财富。终于有一天，死神来了，要带走他。他刚想说死神没有提前通知他，就直接被死神推入了地狱。", "plot0": "富人觉得死离他越来越近，对黄金也不再感兴趣。", "plot1": "富人觉得死离他太远了，根本不用考虑。", "label": 1}
{"story": "从前有一位名叫夏统的年轻人。这个人饱读诗书，见解独特，才干出众，智慧超人。夏统有次进城给母亲买药，路上遇到了太尉贾充和家人在游河。太尉请夏统到船上聊天。<mask>为了拉拢夏统，还让夏统领略带着护卫出行的排场，以及被美女簇拥的热闹。夏统不被这些所迷惑，拒绝了贾充的推荐，下船回家给母亲煎药去了。", "plot0": "贾充很欣赏夏统，想推举夏统做官。", "plot1": "贾充很妒忌夏统，把他推下了船。", "label": 0}
{"story": "老虎是百兽之王，它常常欺负其他的小动物，而那些受他压迫的小动物是对他恨之入骨。所以大家商量着怎样来整治这个可恶的家伙。<mask>于是，大家都给老虎送糖。老虎天天吃糖，又不爱刷牙，牙齿终于都坏了。老虎牙疼得受不了，于是找来了狐狸医生。狐狸医生借机拔光了老虎的牙。从此老虎再也没法欺负小动物了。", "plot0": "小白兔说可以想办法把老虎的牙拔了，这样老虎就吃不了它们了。", "plot1": "小白兔说可以想办法让老虎把糖戒了，这样老虎就会感谢它们了。", "label": 0}
{"story": "星期六晚上，一家乐器商店被人破窗后实施了盗窃。小偷偷走了部分现金，并用一个普通喇叭盒带走了一个昂贵的喇叭。<mask>警官让他们三人假设自己是小偷，会如何实施盗窃。三个少年分别对警官交代了自己的模拟流程。警官通过莱格言语暴露的普通喇叭盒这个作案细节逮捕了他。莱格哑口无言，只得坦白自己的犯罪经过。", "plot0": "索伦森警官带人检查完现场后，确认了三个嫌疑人，分别是汉森、莱格和海德里三个少年学徒。", "plot1": "索伦森警官带人检查完现场后，询问了三个目击证人，分别是汉森、莱格和海德里三个少年学徒。", "label": 0}
{"story": "有一个杰出的学者，他的书房非常杂乱。于是一只缺德的老鼠光顾了他的书房。老鼠不吃别的东西，专门嗑诗歌和散文。看家的大猫无能为力，动不着老鼠的半根毫毛，新发明的各式各样的捕鼠器和涂上糖衣的毒药也治不住它。老鼠搜查那些充满智慧的原稿，把每一页都嗑得千疮百孔。<mask>从此房间干净整洁，再也没有老鼠来光顾了。", "plot0": "学者心痛极了，终于下定决心要养成整理房间的好习惯。", "plot1": "学者请老鼠到书房来长住，教他读诗歌和散文。", "label": 0}
{"story": "一只蜘蛛在古屋上编织了一个蛛网，用来捕食苍蝇。蜘蛛每次都在吞食后将蛛网处理干净，以至于别的苍蝇总把这里当成安全的栖息处。一天，一个聪明的苍蝇飞到这，蜘蛛请他在蛛网上歇息。<mask>随后，他来到了一个捕蝇纸上，看到了大量的苍蝇在上面扑腾，误以为这是安全的地方，便也落了上去。于是，这只有点小聪明的苍蝇便再也飞不起来了。", "plot0": "苍蝇因为此处没有别的苍蝇而婉拒了。", "plot1": "苍蝇不想歇息，想和蜘蛛一起学织网。", "label": 0}
{"story": "国王的加冕仪式结束了，努夫西巴尔成为了拜布洛斯的王。他回到了自己的房子，脱下了衣服，站在大银镜前自我陶醉。这时，镜中走出了一个赤身裸体的和他一模一样的男子，问努夫西巴尔为何他能成为国王。努夫西巴尔说了几个理由，都被一一否定。努夫西巴尔很难受，反问镜中的男人。<mask>只留下我们的新国王对着镜子上显现的“学会谦卑”沉默思考。后来，努夫西巴尔成为了一代明君。", "plot0": "那男人钻进了他的身体，把他杀死了。", "plot1": "那男人微笑地看着努夫西巴尔，渐渐消散了。", "label": 1}
{"story": "从前,在无锡惠山脚下，有几只狼经常害人。一天，来了个沙孩，把狼赶跑了。不久，又来了一群官兵，让村民们三天之内砍三千棵树。村民们拚命砍了一天，才砍了十几棵。<mask>人们为了感谢沙孩的帮助，捏了个跟沙孩一样的泥娃娃摆在家里，并取名叫泥阿福。", "plot0": "官兵气恼地要杀村民。这时沙孩又来了，他把官兵们杀死，解救了村民。", "plot1": "官兵气恼地要杀村民。这时沙孩又来了，他帮着官兵把村民都杀光了。", "label": 0}
{"story": "基多的印第安人制造了一座太阳钟。<mask>这凉棚样子十分俊俏，太阳钟再也不怕雨淋。但是太阳光照不到钟上，没有阳光，太阳钟也没什么用了。从此，再没有人多看它一眼。", "plot0": "下雨了，他又在钟上建造了一座凉棚。", "plot1": "太阳太大，他又在钟上建造了一座凉棚。", "label": 0}
{"story": "很久以前，鸟类和走兽，因为发生一点争执，就爆发了战争。一开始鸟类胜了，蝙蝠就飞到鸟类的堡垒，支持鸟类。可是后来走兽又胜利了，蝙蝠又跑到了走兽的一边。战争一直持续，反反复复。<mask>最后鸟类和走兽和解了，却都不原谅蝙蝠。从那以后，蝙蝠只能在夜晚偷偷出来活动了。", "plot0": "虽然走兽又胜利了，但蝙蝠还是坚持自已飞鸟的立场。", "plot1": "蝙蝠也就摇摆不定，结果鸟类和走兽都不接纳它。", "label": 1}
{"story": "基多的印第安人制造了一座太阳钟。下雨了，他又在钟上建造了一座凉棚。这凉棚样子十分俊俏，太阳钟再也不怕雨淋。但是太阳光照不到钟上，没有阳光，太阳钟也没什么用了。<mask>", "plot0": "从此，大家都更喜欢太阳钟了。", "plot1": "从此，再没有人多看它一眼。", "label": 1}
{"story": "从前有一位独眼缺手断脚的国王，他很想将他那副尊容画下来，留给后代子孙瞻仰。可是先后请了两个画家，他们要么就把国王画得很丑，要么就把国王画得很完美，都没能让国王满意。国王就杀了这两个画家。最后，请来第三位画家。他画了一幅国王侧身而坐，观望山河的画像，画出了国王的威仪，而又很好的掩饰了国王身一体的缺陷。<mask>", "plot0": "国王很不满，亲自教这个画家怎么画画。", "plot1": "国王非常满意，重赏了这位画家。", "label": 1}
{"story": "有一回，鹿和马为了一块草地争吵得不可开交，各人都想将这块草地占为己有。最后鹿仗着自己那对厉害的角，终于战胜了马。这对马来说，简直是无法容忍的。怎样才能重新把鹿赶走呢？马考虑来考虑去；终于想到去求助于人。它找到了一个很强壮的男人。<mask>从此，这块引起纠纷的草地，完全归马独自占有了。不过，那位帮助马取得胜利的男人，也已将马占为己有了。马得到了好处，不再贫困，却也失去了自由。", "plot0": "这个人来到草地，同鹿干了一仗，将鹿杀死了。", "plot1": "这个人来到草地，和鹿结为同盟，合起来把马杀死了。", "label": 0}
{"story": "暑假时，小伟去乡下看望爷爷奶奶。<mask>回城后，伙伴们问小伟在乡下都做了些什么。小伟出了个谜语给他们猜，谜题是：石头层层不见山，短短路程走不完。雷声隆隆不下雨，大雪飘飘不觉寒。伙伴们听完，立马就猜出小伟帮爷爷奶奶推磨了，纷纷夸赞他。", "plot0": "刚到农村，小伟就哭闹着回了城，小伙伴们都不愿意和他一起玩了。", "plot1": "在农村生活的短短几天时间，小伟不但开阔了眼界，还学会了做很多事情。", "label": 1}
{"story": "有一位妇人带着三个女儿生活很艰难，常到富有人家里当奴仆，母女四人过着非常困苦的生活。有一天，妇人捡到了一只母鸡。<mask>有了这只母鸡的帮助，母女四人的生活终于慢慢优渥起来了。", "plot0": "让她没想到的是，这竟然是只会下金蛋的鸡。", "plot1": "让她没想到的是，这竟是一只会把自已蛋吃掉的鸡。", "label": 0}
{"story": "清朝时，有个小官收入微薄，入不敷出，手头十分拮据。一天，有个姓寅的朋友来访。午饭时间到了，他不好意思在朋友面前说没钱，就用隐语告诉仆人去赊账。<mask>于是他又用隐语让仆人去典当东西换了钱来买菜。客人对此毫不知情，跟小官大快朵颐之后才告辞离去。", "plot0": "但是店老板不肯赊账。", "plot1": "店老板让姓寅的朋友付账。", "label": 0}
{"story": "一只叫花羽毛的小松鸡，为一颗松子跟别的松鸡吵架。<mask>天冷了，没有松鸡群的照顾，花羽毛冻死在野外。", "plot0": "小松鸡把松子让给了其它松鸡。", "plot1": "它一气之下离开了松鸡群。", "label": 1}
{"story": "日本的一个村庄里，老人和两个儿子儿媳住在一起。老人很喜欢两个儿媳妇，大家在一起幸福地生活了好久。<mask>老人不想她们离开，就让她们回来时一定要给他带两样东西，一个是包得住火的纸，一个是包的住风的纸。不料，两个儿媳竟然答应了。她们回来的时候，一个带回了灯笼，一个带回了纸扇。老人见到了孝顺又聪明的儿媳，开心得笑了。", "plot0": "有一天，公公让两个儿媳妇回家拜访亲友，儿媳们都不愿意回去。", "plot1": "有一天，两个儿媳妇说要回家拜访亲友，请求公公的同意。", "label": 1}
{"story": "森林中，有一只豹，长得高大健壮，十分漂亮。他从不隐藏自己，反而整天炫耀自己漂亮的身姿。有一天，国王带领随从打猎，来到这片森林，一眼就看到了这只豹子。<mask>它后悔不已，但为时已晚。", "plot0": "国王一箭就射中了它。", "plot1": "国王把自已的随从送给豹子吃。", "label": 0}
{"story": "从前，国王的女儿中了魔法，被关在太阳宫。许多去救她的人都惨死在那儿。有一个年轻人拿定主意要去救出公主。他日夜兼程地赶路，来到太阳宫。只见宫门口有两个守卫的巨人正在争抢一顶能让人隐身的帽子。年轻人提议让他带着帽子，谁能抓到他，帽子就归谁。年轻人带上帽子就隐身了。巨人根本找不到他。<mask>", "plot0": "他趁机溜进了太阳宫，成功救出了公主。", "plot1": "他趁机溜进了太阳宫，成功地把公主杀死了。", "label": 0}
{"story": "学校放假了，孩子们来到了野外游玩。他们在田野上摘了五颜六色的美丽的花朵，这时，孩子们想到自己的老师最爱花了，应该给老师摘一朵最美的花回去。孩子们摘好了花，静悄悄地走到了老师的窗口。老师正在在批改作业，脸上带着笑意。<mask>她感谢了孩子们的花，还热情地招待了来送花的孩子们。孩子们越来越喜欢老师了。", "plot0": "孩子们把花送给老师，老师的笑意更深了。", "plot1": "孩子们把花撒在了地上，老师让他们扫干净。", "label": 0}
{"story": "雪后的早晨，旺旺狗就和胖胖猪去找咪咪猫打雪仗。他们却发现咪咪猫生了病，只能待在床上。胖胖猪想到书里说的雪被子能治百病，提议去雪地上缝一条雪被子送给咪咪猫。他们俩用自己的手指当针，挑起雪来一针一针地缝。终于，一床暖和的雪被子做好了。他们给咪咪猫盖上雪被子，咪咪猫的病很快就好了。<mask>", "plot0": "他们一点也不想和咪咪猫一起玩，希望他一直病下去。", "plot1": "他们很高兴，咪咪猫又可以和他们一起玩了。", "label": 1}
{"story": "大自然原本给过秃鹰一个可以与天鹅媲美的嗓门。<mask>秃鹰一直努力的去学习模仿妈的嘶鸣。结果，马叫的声音是学会了，可原本哼亮的嗓音消失了。但是秃鹰十分满意自己的声音，经常高叫着盘旋在空中。", "plot0": "可自打秃鹰听见了马的嘶鸣声后，就深深地迷上了。", "plot1": "可自打秃鹰听见了马的嘶鸣声后，便觉得没有声音其实更好。", "label": 0}
{"story": "一辆满载学生的校车出了车祸，很多学生受伤了。路人纷纷停下来帮助救人，一个女医生迅速走到一个受伤最严重的学生旁，检查他的伤势。一个自以为是的男士说自己学过急救，走过来一把把女医生推开，给学生检查起来。<mask>男人尴尬地走开了。最后，还是那位女医生给受伤的学生做了伤口处理。", "plot0": "学生拒绝让他检查，一拳把他打的哇哇直叫。", "plot1": "那学生却被他弄的疼得直叫唤。", "label": 1}
{"story": "玛丽和玛莎住在一个田园村庄里。一天玛丽跑出去玩，不小心迷了路。到了饭点，玛莎还不见玛丽回来，便燃了大火做饭。烟囱里滚出了浓浓的白烟。<mask>她疯快得朝着那边跑去。当她抵达房间的时候，她的饭已经在桌子上等着她，玛莎也在旁边等着。她们一起享用了一顿丰盛的午餐。", "plot0": "迷路的玛丽看到白烟，非常害怕，越跑越远。", "plot1": "迷路的玛丽看到白烟，就知道了方向。", "label": 1}
{"story": "传说明太祖朱元璋当政时，法规严苛，人民怨声载道。一天夜里，有人偷偷在金陵城外的墙上画了一幅画。画上，一个和尚戴着一顶帽子，一个道士头发散乱，还重重叠叠地戴着十顶帽子。第二天一早，围观的人很多，可无人明白其中的奥妙。<mask>他便向大家解释，和尚有冠无发，谐音为“有官无法”，而道士冠多发乱，谐音为“官多法乱”。人们这才茅塞顿开，赞不绝口。", "plot0": "这时来了一个读书人，他看完后大赞。", "plot1": "这时来了一个读书人，他把画抢走了交给官家。", "label": 0}
{"story": "兔妈妈有一对双胞胎，一个叫皮皮，一个叫乖乖，他们长得一模一样。有一天，两只小兔子在树林里采蘑菇时，遇到了一只想吃掉他们的大灰狼。皮皮说想要跟大灰狼赛跑，如果他输了就乖乖地给大灰狼吃，赢了灰狼就得放过他们。大灰狼也不想追逐兔子，觉得自己肯定能赢，便答应了。于是，皮皮和大灰狼一同起跑，但乖乖在终点等着灰狼的到来。<mask>", "plot0": "狼早就看穿了他们的诡计，把皮皮和乖乖全吃了。", "plot1": "最终当然是兔子赢得了比赛，大灰狼只得悻悻离开。", "label": 1}
{"story": "乾隆年间，泉州有一个叫马贵发的布商，他经常往返于福州和泉州之间卖布。三月初八这天，马贵发途径莆田县，遇到一个衣着华贵的少年问路。马贵发与少年一同投宿，少年为表感谢请马贵发吃饭，并希望剩下的路能够同行。一路上，少年碰到了几个朋友，队伍越发扩大，马贵发也对这伙人渐渐信任起来。这天，他们住进了平安客栈。<mask>第二日，这伙人便带着马贵发的钱财溜走了。", "plot0": "当晚，马贵和这些人畅谈甚欢，成了真正的朋友。", "plot1": "当晚，马贵发就被这伙人下药迷晕后杀害了。", "label": 1}
{"story": "有一只聪明的小毛驴在山坡上吃草。<mask>小毛驴见状假装受伤坐到了地上，告诉恶狼，自己的腿扎了一根刺，如果不拔出来就吃他的话，那根刺就会伤到恶狼的喉咙。恶狼听后，忙去检查小毛驴的腿。这时，小毛驴使出全身力气，踢得野狼倒在地上起不来了。小毛驴赶紧乘机逃走了。", "plot0": "这时，一只恶狼扑过来要吃掉它。", "plot1": "这时，一只狼走过来想要请他吃肉。", "label": 0}
{"story": "有个穷人生了病，病情越来越严重，连医生都束手无策。但他仍对众神祷告，一旦自己的病好了，便会献上一百个牛头作祭品。妻子对他的祷告很疑惑，他们家这么贫穷根本给不了祭品，穷人直言神是不会因为这些东西而决定要不要救治他的。众神听罢，觉得穷人是个言而无信的伪君子，便没有救他。<mask>", "plot0": "没多久，穷人的病自己好了。", "plot1": "没多久，穷人便病死了。", "label": 1}
{"story": "有个人把神像放在驴子背上，赶着进城。凡是遇见他们的人都对着神像顶礼膜拜。<mask>结果挨了驴夫狠狠的一棍。", "plot0": "驴子以为人们是向它致敬，便洋洋得意，大喊大叫，再也不肯往前走了。", "plot1": "驴子知道这是人们对神像的致敬，安静地等大家膜拜后，继续向前行走。", "label": 0}
{"story": "汉武帝时，丞相公孙弘出生贫苦，所以平时生活十分俭朴。一向与他不和的大臣汲黯便借此向汉武帝参了他一本。汲黯指责公孙弘位列三公，俸禄优厚，却衣食朴素，其实，他是故意这样来沽名钓誉。<mask>汉武帝觉得公孙弘为人谦让，就更加器重他了。", "plot0": "公孙弘面对汲黯的指责，诚惶诚恐，请汉武帝一定要听自己的解释。", "plot1": "公孙弘面对汲黯的指责，不但不辩解，反而全部承了。", "label": 1}
{"story": "有个富人，他的女儿不吃肉，所以，连肉粽都被扔出了门外。肉粽想到穷人连饭都吃不上，就很生气。它向土地爷爷告状。<mask>父女俩从此只能吃泔水。", "plot0": "土地爷爷也很生气，罚这对父女变成了乞丐。", "plot1": "还没等肉粽开口，土地爷爷就一口把肉粽吃了。", "label": 0}
{"story": "每到元旦前夕，邯郸一带的老百姓都要成群结队去山野里，捕捉许多斑鸠，送到赵简子的府第上。赵简子看着一笼笼活蹦乱跳的斑鸠，非常高兴，命人取出金银，厚厚赏赐给每一个献斑鸠的人。有个人在简子家做客，见了很奇怪，问简子要这些斑鸠干什么。<mask>那人听后告诉他，人们为了得到他的奖赏，残忍地捕捉斑鸠，这样并不是真正地爱护生灵。简子听后羞愧难当，随后下令禁止捕捉斑鸠。", "plot0": "简子说他要等到元旦那天集体放生来表示对生灵的爱护。", "plot1": "简子说他要等到元旦那天将这些斑鸠全部炖了赏给他的子民吃。", "label": 0}
{"story": "有一个杰出的学者，他的书房非常杂乱。于是一只缺德的老鼠光顾了他的书房。老鼠不吃别的东西，专门嗑诗歌和散文。看家的大猫无能为力，动不着老鼠的半根毫毛，新发明的各式各样的捕鼠器和涂上糖衣的毒药也治不住它。老鼠搜查那些充满智慧的原稿，把每一页都嗑得千疮百孔。学者心痛极了，终于下定决心要养成整理房间的好习惯。<mask>", "plot0": "从此房间干净整洁，再也没有老鼠来光顾了。", "plot1": "从此，学者把房间打扫的干干净净，经常请老鼠来做客。", "label": 0}
{"story": "卡卡王国的城堡上，有三尊大炮。这些年来，风调雨顺，人们相处和睦，再没有发生过战争，这三尊大炮就沉默下来了。国王希望大炮能继续发挥作用。新年到了，人们来到城堡前的广场上，国王在三尊大炮里面塞满了糖果。三声炮响，糖果洒向人们。<mask>", "plot0": "人们很生气，觉得大炮的生命意义就是发射炮弹。", "plot1": "人们欢呼着，大炮又重新获得新生。", "label": 1}
{"story": "北宋年间，著名词人秦少游拜访苏轼，被聪明可爱的苏小妹吸引。秦少游对苏小妹一见钟情，二人最终喜结良缘。<mask>于是出了三道对联刁难秦少游，可是都被秦少游完美的对上了。从这之后，夫妻俩更是常在一块儿吟诗猜谜，以此为乐。", "plot0": "结婚当天，苏小妹就把喝醉的相公暴打了一顿。", "plot1": "结婚当天，苏小妹想试试相公的才华。", "label": 1}
{"story": "从前有个工匠，以打制金属装饰品为业。这只是一门很普通的手艺活儿，挣的钱不多。工匠常常考虑：怎么样才能凭自己的这点本事赚很多很多的钱，不但可以养活家人，还可以很快发财呢？有一次，工匠出门去办点事，正赶上皇帝出巡，工匠便和其他人一起站在路边迎候。皇帝出来郊游，正高高兴兴地四顾欣赏风景，忽然觉得头上什么东西不对劲，伸手一摸发现头上戴的平天冠坏了。急中生智，他只得叫贴身的侍臣问一下路上的百姓有没有会修补平天冠的。工匠马上从人群里钻出来，告诉国王他会修，这到底是自己的本行，工匠很熟练地三下两下就把平天冠给修好了。皇帝非常高兴，马上叫左右赏赐给了工匠十分丰厚的财物，比他一年赚的钱还多得多。<mask>", "plot0": "工匠明白了手艺如果用到了刀刃上就能赚很多很多钱。", "plot1": "工匠再也不干活了，天天在路边等着皇帝来找他修王冠。", "label": 0}
{"story": "巴学园被战争带来的炸弹烧毁了。孩子和家长们因为提前躲好，都平安无事。小林校长站在大路上看着烈火中的巴学园，那里被烧毁的不止是校园，还有自己的回忆。<mask>小林老师在心里已经筹备好下一个学校的建设了。", "plot0": "这场大火彻底摧毁了小林校长的记忆，他再也不记得他爱的孩子们了。", "plot1": "但大火烧不掉小林校长对教育事业的热情，对孩子的爱。", "label": 1}
{"story": "相传，有一次乾隆皇帝让众大臣猜一则谜语：大了小了，小了大了，大了没了。大臣们猜了许久，没有一个能猜出。于是大家找来了纪晓岚帮忙。<mask>众人这才恍然大悟。", "plot0": "纪晓岚不想让他们知道答案，自己一个人去告诉皇帝了。", "plot1": "纪晓岚一听便告诉大家谜底是小孩的囟门。", "label": 1}
{"story": "人类在原始森林旁建造了一个高科技研究中心，这件事竟成了动物王国的特大新闻。一时间，寂静的大森林沸腾了，多数动物显得非常恐慌。狡猾的狐狸还散布谣言，更增加了动物们的紧张情绪。大家决定派松鼠博士去研究中心实地考察一番。松鼠博士在研究中心中见到了人类科学家。并且了解到人类建造研究中心的目的是为了保护动物。松鼠博士把这个消息带回来。<mask>", "plot0": "动物们开骀躁动不安，准备连夜逃跑。", "plot1": "动物们一下就放松下来。", "label": 1}
{"story": "离小河不远的土洞里有一个花猫窝。有一天中午，小花猫正躺在河滩上休息。花猫爸爸放下一只竹篓让小花猫看着，并且告诉它不许打开。小花猫好奇极了，它想来想去还是忍不住打开了竹篓。结果竹篓里的小鸟、小鱼、小兔都跑了出来，花猫见了连忙跑去追。结果，小花猫一不小心摔倒河里淹死了。<mask>", "plot0": "花猫爸爸特别伤心，含着泪安葬了小花猫的尸体。", "plot1": "小鸟、小鱼、小兔们赶紧把小花猫从河里救了起来。", "label": 0}
{"story": "从前有一个女孩，她从小由干妈带大。干妈教导她无论做什么事都要忠诚老实。女孩十五岁时，干妈去世了，临终前给了女孩房子、纺锤、梭子和缝针。<mask>人们因为她的诚实友善而纷纷找她缝衣服，女孩的事业越做越大，成为了有名的裁缝。", "plot0": "女孩继续从事干妈的缝纫事业，也一直秉持忠诚老实的原则。", "plot1": "但女孩把干妈的话丢到了脑后，她早就不想做辛苦的裁缝了。", "label": 0}
{"story": "张献忠是明末农民起义领袖。传说张献忠攻克长沙时，得心大师只身去见他，请求他进城不要杀戮百姓。张献忠尊重出家人不杀生，所以他答应只要大师猜中自己出的谜语，便同意他的请求。然后张献忠便说出了自己的谜题：金一桶，银一桶，打得开，收不拢。<mask>张献忠见了，知道大师答对了，便遵守承诺下令慎杀。", "plot0": "大师想不出，只得把桌上鸡蛋吃了就黯然告辞了。", "plot1": "大师想了想，往桌上的鸡蛋一指。", "label": 1}
{"story": "有人养着一只山羊和一头驴子。山羊嫉妒驴的食料丰富，便告诉驴让他假装疯癫后摔伤，这样就可以休息了。驴听从了山羊的话，摔得满身是伤。山羊以为这样自己的食料就会和驴一样丰富。<mask>于是山羊就被杀了。驴子喝了汤很快就康复了，他对山羊的自我牺牲十分感动。", "plot0": "不料主人请来医治驴子的医生说驴子没救了，还是杀了吃肉吧。", "plot1": "不料主人请来医治驴子的医生说要用山羊的肺做药引。", "label": 1}
{"story": "汉代将军李广与百余名骑兵出行时，远远望见前方有数千名匈奴骑兵。<mask>李广的百余名骑兵都很害怕，想要驱马返回。李广面对当时敌众我寡的形式临危不乱，凭借自己细致的观察和聪明才智，使得匈奴骑兵不敢轻举妄动。最终脱离险境，回到自己的营地。", "plot0": "匈奴骑兵认为他们是在使诱兵之计，惊慌之中跑到山上列好了阵势。", "plot1": "匈奴骑兵一眼就看出了对方势弱，全军攻击，把李广和他的百余骑兵一举消灭。", "label": 0}
{"story": "一个农夫养了一只会干活的牛和一只会说话的鹦鹉。除这两件东西外，家里再没有值钱的东西了。<mask>鹦鹉看见，嘲笑老牛受累不讨好，炫耀自己不但不用干活，主人还会表扬他。这天夜里，农夫家里来了一伙强盗，逼迫农夫交出一件值钱的东西。农夫觉得牛可以耕田，而鹦鹉什么也不会，最终把鹦鹉交给了强盗。", "plot0": "一次，牛从田地干活归来，刚一进院，便躺在地上，站不起来了。", "plot1": "一次，牛在田地里干活病倒了，农夫赶紧把鹦鹉卖了钱去请医生救牛。", "label": 0}
{"story": "万事通想要坐着热气球飞行。他号召朋友们来帮忙。大家一起做好了气球和筐子，并把它们连到了一起。然后，他们用锅给气球充上了热气。万事通亲手用小绳把胶皮管扎紧，免得热空气从气球里跑出来。<mask>气球载着万事通和他的朋友们缓缓升起，他们越飞越高，飞过了很多城市和森林。他们看到了平时看不到的风景，万事通和朋友们都很高兴。", "plot0": "他命令大伙赶紧都坐到筐里，准备开始飞行。", "plot1": "他丢下帮忙的朋友们，自己赶紧一个人坐上热气球飞走了。", "label": 0}
{"story": "赵玉田是曹州牡丹乡的一位能工巧匠。他一生独有一癖，爱花如命。白天在花园干活，常常忘掉吃饭。整年累月无晌无乏地干，身体逐渐消瘦起来。老伴心疼他，每天给他送碗鸡蛋汤滋补身体。他却背着老伴把鸡蛋汤浇在牡丹根上。过了一段时间，被浇灌的牡丹长得特别健壮，大伙见了觉得蹊跷，便询问原因。<mask>玉田用蛋汤浇花的行为被传扬了出去，人们都道他是花痴。玉田很是喜欢这个称谓，依旧爱花如命，只是老伴再也不肯给他煮汤了。", "plot0": "玉田怕别人发现浇鸡蛋汤的秘密，就把这棵牡丹砍了。", "plot1": "玉田将浇鸡蛋汤的事一说，人们才恍然大悟。", "label": 1}
{"story": "花园里有两只蜜蜂，老大叫小黄，老二叫小黑。有一天，蜜蜂妈妈叫他俩到远处去采蜜。由于小黑怕苦怕累，采了半天，却没有采到一点蜜。<mask>就这样它和小黄分别背着小黄采回的花蜜，一起回了家。蜜蜂妈妈大大地夸奖了两只小蜜蜂。", "plot0": "在回家的时候，它主动提议帮小黄背花蜜。", "plot1": "在回家的时候，它把小黄背的花蜜打翻在地。", "label": 0}
{"story": "从前，蜗牛是昆虫，长着六条腿和一对翅膀，他很擅长飞行。这天，昆虫们举办了飞行比赛，蜗牛参加了这个比赛并取得了冠军。冠军的奖品是一个很重的奖杯，蜗牛到哪都要背着奖杯，每每见到别的昆虫便要自夸一番。<mask>终于有一天，蜗牛的身子与奖杯粘住了，只能伸出触角，靠露出的身子爬行，再也不能飞行了。", "plot0": "他生怕睡着了奖杯被人偷走，便钻进了奖杯。", "plot1": "他生怕睡着了奖杯被人偷走，干脆把这个奖杯送给了大家。", "label": 0}
{"story": "一只蜘蛛在古屋上编织了一个蛛网，用来捕食苍蝇。蜘蛛每次都在吞食后将蛛网处理干净，以至于别的苍蝇总把这里当成安全的栖息处。一天，一个聪明的苍蝇飞到这，蜘蛛请他在蛛网上歇息。苍蝇因为此处没有别的苍蝇而婉拒了。随后，他来到了一个捕蝇纸上，看到了大量的苍蝇在上面扑腾，误以为这是安全的地方，便也落了上去。<mask>", "plot0": "于是，这只有点小聪明的苍蝇便再也飞不起来了。", "plot1": "苍蝇落在其他苍蝇的身上，觉得这里太吵闹，又飞走了。", "label": 0}
{"story": "有三位老人都擅长吹牛，一般没人吹得过他们。可是这一天，这三位会吹的老人碰到了一起。<mask>三个人把自己的年龄从盘古开天说到了沧海桑田，越说越离谱。路人终于明白了这就是三个牛皮精，便笑了笑辞别了三位老人，只留下他们还在那边争论各自的年龄。", "plot0": "正巧，有一个过路人走来了，看到他们，便上前询问他们的年龄。", "plot1": "正巧，有一个过路人走过来，看他们又在争论年龄，赶紧吓得跑了。", "label": 0}
{"story": "狮子的早餐是一只小羊羔。一只小狗崽因为太饿了，就悄悄地撕下了一片羊肉。<mask>一只狼看到了这一幕，以为狮子外强中干。于是狼也把爪子伸向羊羔。可是狮子突然暴起，把郎咬死了。可怜的狼非但羊肉没吃着，自己倒成了狮子的美味佳肴。", "plot0": "狮王看他年幼，没有计较。", "plot1": "狮王暴怒，让狼把小狗崽吃了。", "label": 0}
{"story": "阴暗的牢房里终日不见阳光，一个犯人被关在里面，几乎失去了活下去的勇气。一只小鸟飞到了窗口，对着犯人唱起歌来。其实小鸟并不是特地唱给犯人听，可是它唱得太动听了。犯人沉醉了，心里仿佛照进了一缕阳光。他把省下的食物喂给小鸟，于是小鸟每天都来唱歌。<mask>", "plot0": "犯人趁小鸟不注意抓住了它，并把它杀死了。", "plot1": "犯人每天看见小鸟仿佛就看见了活下去的希望。", "label": 1}
{"story": "森林里有一只狼正在觅食。它经过牧人的住房时，透过篱笆看见牧人在羊群里挑了只羊，把它开了膛。而院子里的几只牧羊犬，却静静地趴在一旁，一声不响。<mask>结果被牧羊犬打得落荒而逃。狼不得已，只好去别的地方继续找吃的了。", "plot0": "狼很同情羊，趁牧羊犬不注意，把羊群全部救走了。", "plot1": "狼以为牧羊犬被驯服了没有脾气，就袭击了羊群。", "label": 1}
{"story": "第欧根尼外出旅行时走到一条洪水泛滥的河边，站在岸上无法过河。有个经常背人过河的人，见他在那里为难，便走过来把他搁在肩上，很友好地背他渡过了河。<mask>当他正思索这事的时候，看见那人又在背别的人过河。他觉得那个人就是喜欢帮助别人而已，所以他都没有感谢那个人甚至嘲讽了他的癖好。那个人很生气，以至于后来看到第欧根尼时，再也没有帮助过他。", "plot0": "他觉得这个人很傻，为了戏弄他又逼着他把自己背回去。", "plot1": "他很感激这个人，一心想着如何报答行善的人。", "label": 1}
{"story": "有个穷人生了病，病情越来越严重，连医生都束手无策。但他仍对众神祷告，一旦自己的病好了，便会献上一百个牛头作祭品。妻子对他的祷告很疑惑，他们家这么贫穷根本给不了祭品，穷人直言神是不会因为这些东西而决定要不要救治他的。<mask>没多久，穷人便病死了。", "plot0": "众神听罢，觉得穷人是个言而无信的伪君子，便没有救他。", "plot1": "众神听罢，觉得穷人太了解神的仁慈了，便送给了他一百头牛。", "label": 0}
{"story": "狗熊妈妈有两个孩子，一个叫大黑，一个叫小黑。有一天，哥儿俩手拉手一起出去玩儿。他们走着，走着，忽然看见路边有一块肉。肉可香了，可是只有一块，两只小狗熊怎么吃呢?大黑怕小黑多吃一点，小黑也怕大黑多吃一点。这时狐狸路过了，听说缘由后自告奋勇地来帮忙分肉。<mask>狐狸只好咬了一口大的肉，可还是不平均。就这样，哪块肉大，狐狸就咬一口。反复几次之后，两只小狗熊拿到的肉只有一点点。哥俩儿目瞪口呆地看着狐狸打着饱嗝走远了。", "plot0": "他分的一大一小，十分不均匀，小熊都不满意。", "plot1": "他边分边偷吃，被小熊们发现了，干脆一人吃了他一条腿。", "label": 0}
{"story": "鼠妈妈有一只顽皮的小老鼠。<mask>它先遇到一只驴子，它觉得驴子又傻又蠢，没和它交朋友。后来又遇到一个毛绒绒的小动物，看起来又可爱又友好。小老鼠决定和它交朋友，可是“喵”的一声，看似友好的家伙向他露出了尖利的牙齿。小老鼠吓得拔腿就跑。从此它再也不以貌取人了。", "plot0": "它非常孤僻，只想每天呆在家里。", "plot1": "它偷偷地溜出去找朋友。", "label": 1}
{"story": "在一个遥远的地方，有一个大森林。猎人们经常光顾这里，所以动物们都非常谨慎小心，生怕让猎人捕去。一天，有一个猎人又来到了森林，他在草地上铺了一张网，然后就在网上不停地打滚耍把戏。一群隐藏在密林里的小熊看见了，非常羡慕。<mask>结果猎人偷偷躲在暗处把网收拢了起来，所有的小熊都被猎人抓住了。猎人满载而归。", "plot0": "等猎人走了后，它们也跑到网上开心的玩耍起来。", "plot1": "等猎人走了后，它们就跑到离网很远的地方开心的玩耍起来。", "label": 0}
{"story": "有位老谜家远近闻名，常常有人登门向他请教。一天，他在自己的大门上写了个“心”字，恰好有三个学生来这里拜访他。<mask>另外两个学生不解其意，上前敲门，结果被拒之门外。几天后，三个人又登门拜访，发现门上换了个“木”字。那个聪明的学生马上敲门，这回老谜家亲自开门把他们迎进屋里。原来，老谜家两次在门上写字，分别表示闷和闲。聪明的学生看懂了老谜家的谜语，在合适的时间见到了想见的人。", "plot0": "一个聪明的学生看后转身就走。", "plot1": "一个聪明的学生看后就把门拆下扛着走了。", "label": 0}
{"story": "清朝万历年间，皇宫中有一个大老鼠，害得整个皇宫都不安。皇帝下令寻找最好的猫来捕捉它，可是所有的好猫都让他吃了。一天，外国使者献了一只狮猫。皇帝让小吏把狮猫放进了有老鼠的房子里，并把门关上了，人们在窗户外观看。老鼠从洞里爬出来，一看见猫，就扑过去。猫先跳上凳子又跳上桌子，老鼠紧跟着也跳了上来，猫又从桌子上跳了下来。这样来来往往有几十次。人们以为这猫也不行。可是慢慢地老鼠体力不支。<mask>", "plot0": "但是，狮猫并不吃老鼠，他们成了最好的朋友。", "plot1": "狮猫扭过头来，一口咬碎了老鼠的脑袋。", "label": 1}
{"story": "帽子店里有一顶红帽子，红红的帽身，白白的帽沿，顶上还有一个毛茸茸的绒球，可漂亮了。帽子店里的帽子一只只被买走了，只有红帽子还没有找到它的主人。红帽子等不及了，一阵风吹来，它趁机从货架上跳下，骨碌碌地滚出了店门，去找它的主人了。红帽子到了玩滑板的小男孩、护士姐姐还有警察叔叔那边，但他们都有更适合的帽子。红帽子难过极了。这时它碰上了一个穿红裤子、红衣服的白胡子老爷爷。老爷爷拿起红帽子戴在头上，大小刚刚好。老爷爷十分惊喜，就把红帽子留在了身边。<mask>", "plot0": "红帽子不喜欢老爷爷，它又回到了帽子店。", "plot1": "红帽子终于找到了合适的主人。", "label": 1}
{"story": "从前，有个叫程实的人，在地主张剥皮家里当小工。有一天，程实上山去打柴，过河的时候，一不当心，把斧头落到河里去了。程实失落了斧头，不能上山砍柴，回家又怕张剥皮的皮鞭子，他急得在河岸边放声大哭。他的哭声感动了河神，于是河神给了他一把金斧头，让他靠自己的双手自立更生。程实拿到金斧头后，砍柴砍得飞快，然后每天把砍的柴拿出去卖。<mask>", "plot0": "从此自力更生，再也不回地主家了。", "plot1": "从此再也不愿意干活了，被地主赶走了。", "label": 0}
{"story": "乾隆年间，泉州有一个叫马贵发的布商，他经常往返于福州和泉州之间卖布。三月初八这天，马贵发途径莆田县，遇到一个衣着华贵的少年问路。马贵发与少年一同投宿，少年为表感谢请马贵发吃饭，并希望剩下的路能够同行。一路上，少年碰到了几个朋友，队伍越发扩大，马贵发也对这伙人渐渐信任起来。这天，他们住进了平安客栈。当晚，马贵发就被这伙人下药迷晕后杀害了。<mask>", "plot0": "第二日，这些朋友悲伤不已，把马贵发和他的钱财一起埋葬了。", "plot1": "第二日，这伙人便带着马贵发的钱财溜走了。", "label": 1}
{"story": "唐朝诗人李白五岁随父从西域回到四川青莲乡定居。在父亲的严格教育下，十岁的李白便能吟诗作对，击剑弹琴。一年春天，有位隐居岷山的学者前来拜访李白的父亲，不巧未遇。<mask>随后，那位学者便出了一个谜语让李白猜自己的名字。李白听后马上说出了他的名字，学者连忙称赞李白聪慧过人。", "plot0": "李白傲慢地出了一道谜请来访者猜，如果猜出来才让他进房等候父亲回来。", "plot1": "李白以礼相待，恭敬地询问来访者的姓名，以便父亲回来后告诉他。", "label": 1}
{"story": "一个阿拉伯人在沙漠里和他骑着骆驼的同伴走失了。<mask>晚上，他遇见了一个贝都印人，阿拉伯人去找他打听同伴的事情。贝都印人说他没有见到过，但他通过阿拉伯人周边的细小的痕迹，能推断出阿拉伯人同伴和骆驼的特征。阿拉伯人对此很惊讶，求其帮助计算同伴的去向。阿拉伯人顺着贝都印人指的方向，终于找到了自己的同伴。", "plot0": "他很快就找到了一个贝都印人，和他结为同伴继续前行。", "plot1": "他找了整整一天也没找到同伴的踪迹。", "label": 1}
{"story": "罗马教皇庇护十二世在讲道时从来不看讲稿，幕僚们都惊叹他超群的记忆力，于是询问他原因。原来，是因为有一次，他看着讲稿讲道时，被一个女信徒批评，说他连自己讲得内容都记不住，还怎么指望让众多信徒记住。<mask>从那以后，每次讲道，他都会把讲稿的内容记在脑子里。", "plot0": "他听后觉得女信徒完全是无理取闹。", "plot1": "他听后非常羞愧。", "label": 1}
{"story": "一天傍晚，一个牛贩子拉了两条小牛犊到邻镇去贩卖，被出来觅食的小虎看见了。小虎就一直跟着牛贩子来到附近一间破庙中。<mask>正巧，牛贩子饿了，出了破庙去觅食，只剩两条小牛犊被拴在破庙里。小虎冲了出去，很快咬死了小牛犊，把他们拖到了后面的山林里享用了。牛贩子抱着野果回来，寻不见小牛，只看到一堆的血迹。后来牛贩子再去贩牛时，再也没让小牛离开过自己的身旁。", "plot0": "小老虎蛰伏在附近，准备伺机救走两条小牛犊。", "plot1": "小老虎蛰伏在附近，准备伺机而动。", "label": 1}
{"story": "狮子国王派狐狸去查小动物神秘失踪的案件。狐狸在几个案发现场都发现了老虎的脚印，怀疑是老虎干的。于是，狐狸扮成大夫去了老虎家。他谎称最近有一种怪病在森林里流传，需要给老虎做检查。老虎连忙答应。狐狸检查完后，告诉老虎他确诊了，需要治疗。他拿出事先准备好的麻药给老虎打了一针。晕倒的老虎被抬到了森林监狱。之后，狐狸果然在老虎家搜出了许多小动物的尸骨。老虎被判了重刑。<mask>", "plot0": "森林王国从此骚乱不断，狐狸趁机救走了老虎。", "plot1": "森林王国又恢复了往日的安宁。", "label": 1}
{"story": "树林里住着一对小狗，他们自以为是，整天互相争吵不休，各不相让。有一次，他们起早贪黑，给自己盖了一座新木屋。<mask>他们把狐狸找来评判，结果狐狸把房子烧了。房子没了自然就不用争吵了。两只小狗看着房子没了，后悔不已。从此以后，它们学会了商量，再也不争吵了。", "plot0": "房子一落成，他们就开始互相推让，想把房子送给对方。", "plot1": "房子刚落成，他们就开始争吵房子归谁。", "label": 1}
{"story": "从前，有一只叫汪汪的小狗，它很不爱干净，也没有一个朋友。有一天，汪汪想和小猫咪咪一起玩，小猫嫌他身上脏拒绝了汪汪。汪汪不以为然地去找小鸡们玩，可是，小鸡们说汪汪身上又臭又脏，也拒绝了他。汪汪失望去地找小白兔一起玩，小白兔嫌汪汪不讲卫生，也不跟他玩。<mask>一旁的小蛇听了事情经过后，把汪汪带到一个湖边，让他好好洗了个澡。小伙伴们看着洗得干干净净的汪汪，都来和他一起玩儿了。", "plot0": "汪汪伤心地大哭起来。", "plot1": "汪汪觉得自己一个人玩更开心。", "label": 0}
{"story": "一只老鼠觉得自己每天总是爬沟钻洞的，太没风光，太渺小了。<mask>后来，老鼠想到高高在上的天很厉害，就跑去问天，可是天告诉小老鼠他害怕云，云又说他怕风，风说害怕墙，最后，墙说最怕老鼠。绕了一圈，老鼠恍然大悟，原来自己并不是那么渺小。", "plot0": "它想了许多办法，终于让自己变得强大起来了。", "plot1": "它要壮大自己，又苦于无计。", "label": 1}
{"story": "很久以前，大神制造了流水，但流水不知道向哪边流去。他召唤飞鸟们前来帮忙。鸟儿们感到非常开心，因为大神对它们一直都很好，它们要回报大神。<mask>于是，就有了如今在地球上纵横交错的河流。", "plot0": "鸟儿们飞遍了全球给流水指引方向。", "plot1": "鸟儿们很懒，朝着东飞了一会儿就不飞了。", "label": 0}
{"story": "有一天，一位跟美国巨富梅考科干了20年的老工人，突然性情大变，在公司里酗酒闹事，与工头大吵了一场。梅考科因为老工人违反了公司的规章制度，决定开除他。<mask>梅考科得知老工人的苦衷后，对他的遭遇十分惋惜，但并没有因此而收回开除老工人的决定。而是给了老工人一笔钱，还安排他到了自己家里的一个牧场当管家，从而帮助老工人度过了难关。人们纷纷称赞梅考科赏罚公正，充满了人情味。", "plot0": "老工人知道后，非常体谅梅考科的难处，没有作任何解释就主动离开了公司。", "plot1": "老工人知道后，找梅考科理论并说出了自己喝酒闹事的前因后果。", "label": 1}
{"story": "有两个人起了纠纷，到法官那打官司。第一个人送了法官一头驴，第二个人送了一罐蜂蜜。<mask>第二个人十分不解，法官说第二个人送的蜂蜜被第一个人送的驴子踢倒了，他一口也没喝到，自然判第一个人赢。", "plot0": "到法官判决那天，第一个人和第二个人又打了一架。", "plot1": "到法官判决那天，第一个人获得了胜利。", "label": 1}
{"story": "有一天，一位跟美国巨富梅考科干了20年的老工人，突然性情大变，在公司里酗酒闹事，与工头大吵了一场。梅考科因为老工人违反了公司的规章制度，决定开除他。老工人知道后，找梅考科理论并说出了自己喝酒闹事的前因后果。梅考科得知老工人的苦衷后，对他的遭遇十分惋惜，但并没有因此而收回开除老工人的决定。而是给了老工人一笔钱，还安排他到了自己家里的一个牧场当管家，从而帮助老工人度过了难关。<mask>", "plot0": "人们纷纷称赞梅考科赏罚公正，充满了人情味。", "plot1": "人们非常鄙视梅考科的做法，纷纷邀请老工人来自己公司上班。", "label": 0}
{"story": "一位住在佛州的农夫买下了一片农场。可是，那块地既不能种水果，也不能养猪，能生长的只有白杨树及响尾蛇。起初他很沮丧，后来他想到了一个好主意，他要利用那些响尾蛇。<mask>人们听说了都十分好奇，纷纷来参观他的响尾蛇农场。后来，他的生意越做越大，成为远近闻名的富商。", "plot0": "于是，他搬到一个可以养猪的新地方去了。", "plot1": "于是，他开始做起了响尾蛇肉罐头。", "label": 1}
{"story": "从前，有个叫清藏的人。一天，他和朋友们一同到山上游玩。走到半路上，他们看见一只白兔香甜地睡在道旁草丛里。朋友以为小白兔死了，清藏立刻就附和说这里臭臭的。<mask>朋友大吃一惊，原来兔子在睡觉。清藏又赶紧附和说他看到兔子耳朵还动着。朋友听了，顿时一阵鄙夷，再也不和这样胡说八道的人做朋友了。", "plot0": "兔子虽然被惊醒，可他一动也不敢动。", "plot1": "结果兔子被惊醒了，拔腿就跑。", "label": 1}
{"story": "美军陆军部的一次军官培训课上，一位上校对于专家所讲的激励技巧颇不以为然。一个星期后，上司安排上校负责一份重要的简报，由于他做得很出色，上司决定表扬他。于是，在一张卡片上写了些赞扬和鼓励的话，交给了上校。<mask>后来，上校也经常用同样的方法来激励自己的士兵。", "plot0": "上校看都没看，就把卡片丢了。", "plot1": "上校看到卡片上内容开心极了。", "label": 1}
{"story": "一个商人生意红火，他卖完了所有的货，钱袋装得满满的。他想天黑前赶到家，便把钱箱捆在了马背上出发了。<mask>结果翻山时，因为马掌损坏，马行得不稳，连马带钱箱子都滚落山谷里了。一颗小小的铁钉，就让商人损失了一匹马，还有那装的满满的钱箱。商人后悔不已。", "plot0": "走了一阵，伙计发现一只马掌缺了颗铁钉，商人舍不得花钱，就先将就着继续赶路。", "plot1": "走了一阵，伙计发现一只马掌缺了颗铁钉，商人听取伙计的意见，停下来给马重新打了一个新的铁钉。", "label": 0}
{"story": "小黄鸭在森林里迷路了。<mask>可是他闭紧嘴巴，不哭也不叫，他要自己找到家，找到亲爱的爸爸和妈妈。小黄鸭走啊走啊，森林里越来越暗了，路也看不清楚了。这时萤火虫飞来帮小黄鸭照亮了道路。不久，小蜜蜂也来为小黄鸭保驾护航。走出了森林，月亮公公在天上给小黄鸭指路。在三个好朋友的帮助下，小黄鸭终于安全的回到了家里。", "plot0": "天渐渐黑了，小黄鸭真害怕。", "plot1": "天渐渐黑了，小黄鸭准备在森林里美美地睡一觉。", "label": 0}
{"story": "小猴子和小伙伴们一起玩耍，小刺猬不小心碰了一下它。小猴子被扎疼了，生气地骂了小刺猬。大家都劝小猴不要生气。小刺猬也一再道歉。<mask>这时草丛里出现一条黑蛇，想吃掉小猴子。小猴子吓坏了。小刺猬一下子冲了过来，滚成个刺球，挡在了小猴子身前。黑蛇害怕小刺猬的尖刺，只得离开了。这下，小猴子惭愧地低下了头，不再生气了。小刺猬伸出小手，拉着小猴子回到小伙伴中间，大家又开心的玩了起来。", "plot0": "小猴子就是不理，躲到一边生闷气。", "plot1": "小猴子一点也不生气，拉着小刺猬一起玩。", "label": 0}
{"story": "从前有一只小狼，名叫灰灰。灰灰独自在森林里呆得久了，就想去上学。学校里有那么多的动物，一定会很好玩。小狼灰灰来到学校.第一节课，老师教大家学习词语。灰灰不懂什么是抽象概念，闹了笑话。第二节课，老师教大家学习故事。<mask>第三节课，老师教大家跑步。灰灰不懂怎么拐弯，直接跑回了森林。灰灰回到森林后觉得上学没有意思，就决定再也不去学校，自己在森林生活着。", "plot0": "灰灰不懂什么是举例，跟老师争吵起来。", "plot1": "灰灰一下就听懂了老师的课，成了老师最喜欢的学生。", "label": 0}
{"story": "从前有个农夫，以砍树为生。他看到了一棵爱神木长的十分好看，准备把它砍去卖。<mask>梨树站在一旁非常伤心地哭了。爱神木安慰自己会去到一位伟大的雕刻家的工作室去，雕刻家会把它雕成朱庇特大神，再把它送到专门为它建造的庙宇里，让人们顶礼膜拜。梨树听它这么说，心里安慰了一些，默默的在心里为它的好伙伴祈祷，希望它少受点苦痛。", "plot0": "农夫抡起斧子，不小心把自己的腿给砍到了。", "plot1": "农夫抡起斧子，就开始了伐木工作。", "label": 1}
{"story": "一个富翁请了六个木匠和一个包工头替他制作家具。其中一个木匠因为出门时太匆忙，把锤子忘在了几百公里外的家里。于是去找铁匠做了一把锤子，这把锤子比自己以前那把好用多了。木匠的同伴们看到这么好的锤子，都去找铁匠做了一模一样的锤子。一传十，十传百，人们都来找铁匠做锤子。<mask>", "plot0": "后来，铁匠跟着木匠学做家具，再也不想做锤子了。", "plot1": "后来，铁匠成为了远近闻名的手艺人。", "label": 1}
{"story": "森林里，大老虎是森林之王，他每天都要求别的小动物给他送早餐。今天，轮到兔子们去当早餐了，大家都很伤心。<mask>兔子们到大老虎家，告诉他河里有只更厉害的老虎要争当森林之王。大老虎很生气，让兔子们带路，他要去打败那只老虎。他们来到了河边，老虎低头一看，河里果然有只大老虎，他猛地窜了进去，不一会就淹死了。从此，森林恢复了宁静，小动物们开心地生活在了一起。", "plot0": "大家不想看着小伙伴去送死，便想了个消灭老虎的计划。", "plot1": "大家不想继续送死，便趁小兔子去当早餐时，都跑出了森林。", "label": 0}
{"story": "一只白鹤飞在高空中，人们看到了，禁不住赞叹他的优美。孔雀听后心里酸溜溜的，它使出浑身解数，展示出它漂亮的羽毛。人们的目光又转向了孔雀，开始议论纷纷。<mask>所以，人们只有孔雀可以欣赏了。孔雀特别满意人们都在赞叹它，把尾巴展得更大了。", "plot0": "正当他们讨论的时候，白鹤已经飞走了。", "plot1": "正当他们讨论的时候，白鹤飞过来把孔雀的羽毛啄秃了。", "label": 0}
{"story": "森林中，有一只豹，长得高大健壮，十分漂亮。他从不隐藏自己，反而整天炫耀自己漂亮的身姿。有一天，国王带领随从打猎，来到这片森林，一眼就看到了这只豹子。国王一箭就射中了它。<mask>", "plot0": "国王十分喜爱它，带它离开了森林。", "plot1": "它后悔不已，但为时已晚。", "label": 1}
{"story": "天上的女仙三圣母和一位名叫刘彦昌是我人间书生相爱结婚了，还生下了一个胖娃娃，取名叫沉香。对此，三圣母的哥哥二郎神怒不可遏，一气之下把三圣母压到华山底下。刘彦昌独自抚养沉香长大。成年后的沉香对母亲的思念与日俱增，他想救妈妈出华山。于是他拜了大仙为师，勤学苦练。最后终于排除万难，打败二郎神。<mask>沉香一家三口终于团聚了。", "plot0": "他的斧子一劈华山就断了，眼睁睁地看着母亲却救不了。", "plot1": "他用一把斧子劈开了华山，救出了母亲。", "label": 1}
{"story": "森林中的动物选举大象当他们的父母官。一般的大象都比较聪明，但这个头脑却很糊涂但他非常仁慈。<mask>大象同意了，准备颁布条令的时候狼狡辩说需要羊皮过冬。大象觉得也有道理，就没通过羊的申请。后来，一味仁慈、朝令夕改的大象就被罢免了。", "plot0": "有一次，羊向这位菩萨心肠的父母官送来的一份诉状，恳求他允许羊剥更多的狼皮以便过冬。", "plot1": "有一次，羊向这位菩萨心肠的父母官送来的一份诉状，恳求他禁止狼剥羊皮。", "label": 1}
{"story": "胖头又胖了好多，胖得连脖子都快没了。妻子劝他少吃些。朋友们仍然拉他出去胡吃海塞。胖头觉得朋友对他最好，根本不听妻子的。胖头终于病了，妻子每天都照顾他，而那些酒肉朋友全都没影了。<mask>", "plot0": "胖头终于知道了妻子的好。", "plot1": "妻子天天和那些酒肉朋友胡吃海塞，再也不照顾他了。", "label": 0}
{"story": "有个地方饱受各种虫害，人们乞求上天帮帮他们。于是一个神仙出现了，他给了一个小孩一瓶神奇的泡泡水。小孩子吹泡泡，泡泡越吹越大。一个个泡泡里面竟然出现了小蜻蜓、小青蛙、小公鸡等很多小动物。泡泡带着这些专捉害虫的小动物飞到了一个有很多害虫的地方，小动物们从泡泡里出来就开始捉害虫。小蜻蜓吃蚊子，小青蛙吃苍蝇，小公鸡捉虫子。<mask>", "plot0": "很快害虫就和小动物们成了好朋友。", "plot1": "很快害虫都被吃光了。", "label": 1}
{"story": "蒲松龄身着粗布衣应邀去一个有钱人家赴宴。<mask>他便讲了一个绸缎包狗骨，粗布包象牙的笑话回敬了这个富人。富人被蒲松龄的机智弄的哑口无言，狼狈不堪。", "plot0": "一个穿着绸缎衣服的富人连忙也换上了一套粗布衣。", "plot1": "一个穿着绸缎衣服的富人嘲笑他。", "label": 1}
{"story": "有一天，老鼠妈妈让小老鼠去看姥姥和姥爷。小老鼠在路上碰到了一只想吃掉他的小猫妹妹。他急中生智，拿小猫妹妹想要的东西换了自己一命。<mask>幸亏他早早研制了很多和老鼠一样的老鼠炸弹，他把炸弹点着后交给了那些贪吃的猫，猫都被炸飞了，小老鼠和姥姥姥爷也安全了。", "plot0": "到了姥姥姥爷家，他赶紧把门关上，把一群猫挡在了门外。", "plot1": "但到了姥姥姥爷家，他发现了一群猫。", "label": 1}
{"story": "在一个遥远的地方，有一个大森林。猎人们经常光顾这里，所以动物们都非常谨慎小心，生怕让猎人捕去。一天，有一个猎人又来到了森林，他在草地上铺了一张网，然后就在网上不停地打滚耍把戏。一群隐藏在密林里的小熊看见了，非常羡慕。等猎人走了后，它们也跑到网上开心的玩耍起来。结果猎人偷偷躲在暗处把网收拢了起来，所有的小熊都被猎人抓住了。<mask>", "plot0": "猎人满载而归。", "plot1": "猎人什么也没有得到，失望地走了。", "label": 0}
{"story": "一只身强力壮的老黄猫打败了所有的对手，当上了猫国之王。一天，猫王肚子饿了，想找些东西吃。他看到一只花猫叼着一条鱼路过，猫王不由分说就把花猫的鱼抢下来吃了。花猫难过的看着猫王，告诉他这条鱼是剧毒的河豚。<mask>其他猫以为是花猫打败了老猫王，就推举花猫继任猫国之王。", "plot0": "猫王翻了个白眼，毒发身亡。", "plot1": "谁知猫王吃了一条没有吃饱，让花猫再去抓一条。", "label": 0}
{"story": "在古远时代，摩伽陀国的国王有一头十分聪明、善解人意的象。国王将这头象交给一位驯象师照顾。过了一段时间之后，他们已建立了良好的默契。有一年，在国家举行的庆典上，国王骑白象去观礼，观礼的人群对白象的热情超过了对国王的关注。<mask>驯象师成功带着白象逃到另外一个国家。在那里，白象受到那里国王的喜爱，愉快的生活在那里，并且和驯象师一起帮助那里的国王处理了一些棘手的事情。", "plot0": "国王非常高兴，觉得自已的眼光很好，从此更加喜爱这头白象。", "plot1": "国王非常生气，想要置白象于死地。", "label": 1}
{"story": "一群人到山上去打猎，其中一个猎人不小心掉进很深的坑洞里，他的右手和双脚都摔断了，只剩一只健全的左手。地面上的人束手无策，只能在地面喊叫。这时，猎人发现坑洞的壁上长了一些草，于是就用左手撑住洞壁，以嘴巴咬草，慢慢地往上攀爬。<mask>纷纷开始议论起来。落入坑洞的猎人听着实在忍无可忍了，张开嘴大叫让他们闭嘴。就在他张口的一刹那，再度落入坑洞，顿时懊恼不已，一口气没上来就死了。", "plot0": "眼看着就快爬出来了，脚下突然一滑，幸好地面上的人一把抓住了他的手。", "plot1": "眼看着就快爬出来了，地面上的人也看清了他的处境。", "label": 1}
{"story": "学校放假了，孩子们来到了野外游玩。他们在田野上摘了五颜六色的美丽的花朵，这时，孩子们想到自己的老师最爱花了，应该给老师摘一朵最美的花回去。孩子们摘好了花，静悄悄地走到了老师的窗口。老师正在在批改作业，脸上带着笑意。孩子们把花送给老师，老师的笑意更深了。她感谢了孩子们的花，还热情地招待了来送花的孩子们。<mask>", "plot0": "孩子们越来越调皮，不久就把老师气走了。", "plot1": "孩子们越来越喜欢老师了。", "label": 1}
{"story": "一个艺术家展出了自己新完成了作品。画上画了一个人将一只巨大无比的狮子打倒在地。观众因此感到无上光荣。一只狮子听说了，觉得狮族的脸面被践踏了，怒气冲冲地来到了画家面前。<mask>狮子无处发泄，只能把那幅画撕掉了。", "plot0": "谁知，画家一看到真的狮子，真的就像画中那样，把狮子打倒在地。", "plot1": "谁知，画家一看到真的狮子，直接被吓晕了过去。", "label": 1}
{"story": "主人每次鼓掌时，左手总嫌右手打自己太疼。每次主人吃饭时，右手又总嫌左手不帮自己。<mask>蚊子又飞到右手上，左手也不管。结果两只手都痒的忍不住互相抓了起来。这时左手右手终于和好了。", "plot0": "一只蚊子飞过来，先停在左手上吸血，右手没管。", "plot1": "一只蚊子飞过来，先停在左手上吸血，右手赶紧过去帮左手打死了蚊子。", "label": 0}
{"story": "鼠妈妈有一只顽皮的小老鼠。它偷偷地溜出去找朋友。它先遇到一只驴子，它觉得驴子又傻又蠢，没和它交朋友。后来又遇到一个毛绒绒的小动物，看起来又可爱又友好。小老鼠决定和它交朋友，可是“喵”的一声，看似友好的家伙向他露出了尖利的牙齿。小老鼠吓得拔腿就跑。<mask>", "plot0": "从此它只喜欢和有尖利牙齿的小动物交朋友。", "plot1": "从此它再也不以貌取人了。", "label": 1}
{"story": "世人对佛祖的尊崇，引起一位弟子的不满。<mask>可是，不管他骂得多么难听，佛祖都不言语，没有理他。当他骂累了，佛祖说自己并不接受他谩骂。弟子顿时觉得自己的谩骂变得一文不值，一时间无言以对，马上向佛祖道歉了。", "plot0": "一次，这名弟子诚恳地请教释迦牟尼有什么方法让世人也对自己尊崇。", "plot1": "一次，这名弟子竟然当着释迦牟尼的面辱骂他。", "label": 1}
{"story": "鲁国的公扈、赵国的齐婴两人生病之后，一道去请神医扁鹊为其诊治。在扁鹊的精心调理之下，他俩的病没用多少时间就痊愈了。可是，扁鹊却说他二人还需通过一种换心手术才能变得更完美。<mask>从此，这二人不仅拥有强壮的身体，还有了过人的智慧和胆识。", "plot0": "公扈不听齐婴劝阻，把扁鹊杀了，把他的心换成了自己的。", "plot1": "公扈和齐婴同意了扁鹊的建议，进行了换心手术。", "label": 1}
{"story": "一对公山羊闹了很大的矛盾，在草原上他们展开了生死的搏斗。它们俩卯足了劲用犄角拚命顶撞，几个回合下来，地上被他们流出的鲜血给染红了。这俩家伙更是斗红了眼，谁也没有认输的意思。<mask>等他们搏斗结束后，狼袭击那个活下来的山羊。两只山羊都成了狼的盘中餐。", "plot0": "狼经过看见这场面，悄悄躲在一旁。", "plot1": "狼看见后忍不住哈哈大笑，这对公山羊发现了狼，连忙一起逃跑了。", "label": 0}
{"story": "河马阔阔一个人生活在河的上游。他在平时很少出门，只是偶尔到镇上去买一点生活必需品。他到镇上去的时候，总是戴上那副特大号口罩，有时也戴上墨镜，就像一个大明星似的，生怕被别人认出来。<mask>猫太太很好奇为什么阔阔搬到了镇子外面，便悄悄地跟着它回到了家。阔阔到家后摘下了口罩，躲在窗外的猫太太吓得大叫。原来阔阔长了两颗大蓝牙，看起来像个怪物一样。听到声音的阔阔，看着猫太太飞奔离去的背影，伤心地哭了起来。", "plot0": "就连最熟悉阔阔的猫太太和和他擦肩而过也没认出他来。", "plot1": "最熟悉阔阔的猫太太认出了它。", "label": 1}
{"story": "一个财主，雇佣了几名仆人。清晨公鸡一叫，财主就催促他们去劳动，哪怕夜半鸡咳嗽两声也照催不误。仆人们每天都疲惫不堪。他们认为是公鸡罪魁祸首，决定把公鸡的脖子给拧断。<mask>因为，财主起的比鸡还早，他一起来就把仆人们叫醒，仆人们的生活更加困苦了。", "plot0": "果然，弄死了公鸡后，财主再也不那么早催他们起来干活了。", "plot1": "结果，弄死了公鸡，情形却变得更糟。", "label": 1}
{"story": "从前有一个专门养龙的人，他拥有两条龙，并细心照顾他们。龙安心呆在准备好的小池塘里，吃着人们喂他的食物，对广阔的海洋和野外的事物都提不起兴趣。这天，一条路过这里的野龙同两条家龙打招呼，野龙告诉他们外面的世界有多么自由和精彩，劝他们不要被人豢养，任人宰割，习惯这一方小天地。<mask>没多久，这两条龙便被杀了，端上了餐桌。", "plot0": "可家龙只认为野龙在害他们，继续待在了池塘。", "plot1": "家龙们觉得野龙说的很对，合伙把野龙关在了小池塘里，自己飞走了。", "label": 0}
{"story": "从前有位农夫，把干酪装进瓦罐，放在地窖里贮存。一只小老鼠闻到了干酪的味道，十分嘴馋。它瞅了个空子就钻入进瓦罐里，吃了个心满意足。当小老鼠想出来的时候，却发现自己被封在了瓦罐里。小老鼠很焦急，但又毫无办法。直到有一天，农夫打开了瓦罐，发现干酪没有了。<mask>", "plot0": "瓦罐里有的，只是一只小老鼠的尸体。", "plot1": "瓦罐里的干酪一点也没有少，一只活蹦乱跳的小老鼠在看守着它们。", "label": 0}
{"story": "一只的鸽子，在树顶上搭了个窝，还生了几个蛋，很快孵出了小鸽子。一只狐狸来到树下，让鸽子交出自己的孩子，否则就要上树吃了它们全家。鸽子很害怕。只能把小鸽子交给了狐狸。后来鸽子又孵出了一窝小鸽子。这次她更担心了，天天唉声叹气。路过的松鼠知道了，给它出了个主意。松鼠叼来一个铁球，交给鸽子。<mask>狐狸在树下张开嘴，等着小鸽子被扔下来。结果一个大铁球直接砸到了它头上。狐狸一命呜呼了。", "plot0": "果然狐狸又来了，还是那样吓唬鸽子。", "plot1": "果然狐狸又来了，它把自已带大了的小鸽子还给了鸽子。", "label": 0}
{"story": "从前，印第安的两个部落发生了一场大战，战况惨烈，血流成河。天黑时，其中一个部落只剩下特托一个人。他用两个盾牌护住前胸和后背，把四肢和头都缩到盾牌里，抵挡住了敌人射来的剑。但终因势单力薄，退到了河里。<mask>在岸上苦等半天没见到特托上岸，只看到河里聚集了许多乌龟。它们缩在壳里的样子实在太像特托了，敌人一害怕就说那些都是特托变的。从此乌龟就叫特托了。", "plot0": "敌人知道特托非常厉害，一定不能让他逃了，全部下河去捉拿他。", "plot1": "敌人知道特托非常厉害，谁也不敢下河捉拿。", "label": 1}
{"story": "一位钢琴家应一个富翁邀请，去参加宴会。宴会中，富翁突然请钢琴家为大家演奏，钢琴家勉强弹了一曲。后来，钢琴家得知富翁是以前是一个皮鞋匠。一次，钢琴家也举行宴会，也邀请了那个富翁。饭后，钢琴家捧出一双破旧的皮靴，让富翁为他补补。<mask>钢琴家说，上会富翁请他拿出看家本领，作为回礼也要请富翁一显身手。富翁知道自己失礼在先，向钢琴家诚恳地道了歉。", "plot0": "富翁很不乐意，觉得钢琴家冒犯了他。", "plot1": "富翁很乐意地让钢琴家把所有破的皮鞋都拿出来给他修补。", "label": 0}
{"story": "很早以前，海滨生活着一群狼。其中有一只狼又狡猾又凶残。一次，它跑到猫国，仗着自己身强力壮，猫儿打不过它，在猫国胡作非为。猫国王很苦恼，手下的武士们都战胜不了它。狼越来越凶残，猫国王只能向人类求助。人类也有要求，就是猫儿要为人类抓捕老鼠。<mask>人类赶走了狼。猫国的臣民们也信守诺言，祖祖辈辈都和人类生活在一起，每天都帮人们抓老鼠。", "plot0": "猫国王答应了。", "plot1": "猫国王觉得这个要求太过份了，一口回绝了。", "label": 0}
{"story": "天上的女仙三圣母和一位名叫刘彦昌是我人间书生相爱结婚了，还生下了一个胖娃娃，取名叫沉香。对此，三圣母的哥哥二郎神怒不可遏，一气之下把三圣母压到华山底下。刘彦昌独自抚养沉香长大。成年后的沉香对母亲的思念与日俱增，他想救妈妈出华山。于是他拜了大仙为师，勤学苦练。最后终于排除万难，打败二郎神。他用一把斧子劈开了华山，救出了母亲。<mask>", "plot0": "沉香不但救不了母亲，自已也被压在了华山下。", "plot1": "沉香一家三口终于团聚了。", "label": 1}
{"story": "小狼比比住在森林深处的小木屋里，他最喜欢欺负比他弱小的小动物。有一天，小狼比比在家看电视，电视上正在播放一场足球赛，小狼比比也想踢足球，就去商店买了个足球回来。可一个人玩足球太没意思了，比比就想和其他小动物一起玩，可小动物们以往总被比比欺负，谁也不愿意和比比一起踢球。比比伤心的昏倒在雨中。善良的小鹿把比比送到了医院，还邀请了其他小动物来看望比比。<mask>恢复健康的比比开心的和小动物们一起组建了足球队。", "plot0": "比比很感动，决心再也不欺负小动物了。", "plot1": "比比觉得小动物们都在嘲笑他，就更不愿意和小动物们玩了。", "label": 0}
{"story": "有个财主，非常喜欢自家的一棵橘子树。谁从树上摘下一个橘子，他就会诅咒人家下十八层地狱。这年，橘子又挂满了枝头。财主的女儿馋的直流口水。忍不住摘了一个，刚尝了一口，就不省人事了。<mask>最后一个橘子分完，女儿就苏醒了。财主再也不敢随便诅咒别人了。", "plot0": "财主后悔不已，把树上的橘子都摘下来，分给邻居和路人。", "plot1": "财主一点也不难过，还让邻居和路人来看他偷吃橘子后他不省人事的女儿，以示警告。", "label": 0}
{"story": "有一只聪明的小毛驴在山坡上吃草。这时，一只恶狼扑过来要吃掉它。小毛驴见状假装受伤坐到了地上，告诉恶狼，自己的腿扎了一根刺，如果不拔出来就吃他的话，那根刺就会伤到恶狼的喉咙。恶狼听后，忙去检查小毛驴的腿。这时，小毛驴使出全身力气，踢得野狼倒在地上起不来了。<mask>", "plot0": "小毛驴把野狼扶了起来，关心地问他有没伤到哪里。", "plot1": "小毛驴赶紧乘机逃走了。", "label": 1}
{"story": "乌龟自从赢了龟兔赛跑后，一直都得意洋洋。一天，它又约了兔子再来一次赛跑。这一次，乌龟爬了一路都没有看见休息的兔子。等快抵达目的地时，它却发现兔子早就到达终点，一直在那里等着它。原来是兔子吸收了上次的教训，没有在路上休息了。<mask>", "plot0": "原来，兔子一直在终点线前等着乌龟，两人手牵手一起走过了终点。", "plot1": "于是这次兔子赢了比赛。", "label": 1}
{"story": "城里来了一只大恐龙，它走路轰隆隆，讲话轰隆隆，唱歌轰隆隆，大家都叫它“轰隆隆”。轰隆隆有一天来到马路上，大家都害怕它，都躲进了商店里不敢出来。轰隆隆来到了草地上，大家都钻到了草垛里不敢出来。轰隆隆来到了游乐场，大家都逃走了，游乐场上冷冷清清的，轰隆隆觉得很孤单，就伤心地哭了。有一只小兔子听到了，就过来安慰轰隆隆，还把轰隆隆带去了游乐会。原来，游乐会的礼炮坏了，兔子找轰隆隆来救急。轰隆隆的吼叫声像极了礼炮。于是，全城的孩子都坐到了轰隆隆的背上一起参加游乐会。<mask>", "plot0": "轰隆隆觉得孩子们太吵了，还是自己一个人玩更快乐。", "plot1": "轰隆隆幸福极了。", "label": 1}
{"story": "很久很久以前,老鼠们一直深受着猫的侵袭，鼠王十分烦恼。有人提出给猫儿送一个美女，这样就猫鼠一家了。老鼠们就从鼠国里选了一个最漂亮的老鼠姑娘，吹吹打打的给猫儿送去。猫儿当然很高兴，不过不是因为老鼠们送来的美女，而是因为这么大一支送亲的队伍，可够它吃两天的。<mask>", "plot0": "这下老鼠们可开心了，第二天又派人给猫送了一个漂亮的老鼠来。", "plot1": "这下老鼠们真是赔了夫人又折兵。", "label": 1}
{"story": "国王病了，他很痛苦。他昭告天下如果谁能把他的病治好，就把王国的一半分给那人。于是智士们聚在一起商议怎样才能治好国王的病。只有一位智士有办法，他说要找到一个幸福的人，把他身上的衬衫脱下来给国王穿上，国王就会康复。<mask>使臣们跑遍了全国，时间一天天过去，却连一个幸福的人都没找到。因为人人都有不满足之处。一天，王子从一间农舍旁走过，忽然听见屋里有人说自己很满足。王子便兴奋地让那人脱下衬衫，可是，那人穷得连一件衬衫也没有。王子找了件新衬衫给他穿过后再拿给国王穿上。国王的病就这样痊愈了。", "plot0": "于是，皇帝派人到全国各地去寻找幸福的人。", "plot1": "于是，皇帝派人到全国各地去把幸福的人都杀光。", "label": 0}
{"story": "从前有一个老太婆，她喂了一头母牛和一只山羊。挤牛奶的时候，母牛总是烦躁不安。老太婆便拿出面包来喂母牛，哄母牛说乖乖站着别动。第二天，山羊也想吃面包。<mask>老太婆怎么赶也赶不走，于是她拿棍子打了山羊一顿。山羊抱怨老太婆不分是非，便一头撞在挤奶桶上，牛奶洒了一地。", "plot0": "它就站在老太婆面前一动不动。", "plot1": "它就冲过去，把母牛咬死了。", "label": 0}
{"story": "从前，有一个隐士住在森林里。鸟兽都不怕这个人，他们之间还能够互相交谈。有一天，隐士躺在树下睡觉。鸟兽们也到这里来夜宿。鸟兽们开始讨论为什么世上会有恶。他们说万恶源于饥饿、恐惧、爱情和怨恨。<mask>因为、爱情、怨恨、恐惧都是由肉体产生的。四只动物听完若有所思地点点头。", "plot0": "隐士听了不同意，隐士说世上万恶之源是我们的肉体。", "plot1": "隐士完全没有听他们在说什么，只顾自己呼呼大睡。", "label": 0}
{"story": "乌龟请求老鹰教他飞翔。<mask>但乌龟还是不断请求。老鹰就用爪子抓住乌龟，将它带到空中，接着松开爪子放下乌龟，乌龟从空中掉下来摔在石头上，摔得粉碎碎骨。从此，乌龟的后代老老实实生活在陆地上，再也不奢望在天空飞翔了。", "plot0": "老鹰很开心地答应了，觉得乌龟比他更适合飞翔。", "plot1": "老鹰不同意，因为乌龟不适合做这件事。", "label": 1}
{"story": "一只狐狸被猎人设下的兽夹夹住，它扯断尾巴，逃跑了。它考虑着怎样将自己的这桩丑事掩盖过去。于是，它把狐狸们召来，跟它们说尾巴太碍事，劝它们都把尾巴割去。<mask>秃尾狐狸无言以对，只好走了。", "plot0": "大家非常默契地把屁股翘了起来，这只狐狸一看也开心起来了，原来他们早就没尾巴了。", "plot1": "有一只狐狸看出了它的心思，笑话它是因为自己尾巴秃了才这样劝说大家。", "label": 1}
{"story": "赫拉克勒斯被承认为神以后，宙斯为他设宴庆贺。宴会上，赫拉克勒斯热情友好地向众神们一一问好。最后，当财神进来时，他却转过身去，背对着财神，低着头看地板。宙斯对此觉得非常奇怪，便问他为什么与其他神都高高兴兴地打招呼，唯独对财神却另眼相看。他说因为在人间，总看见财神与坏人在一起。宙斯解释说那些贪财之人最后也都受到财神的惩罚。<mask>", "plot0": "赫拉克勒斯听后便热情地与财神打招呼去了。", "plot1": "赫拉克勒斯听后让财神马上惩罚自己。", "label": 0}
{"story": "赫拉克勒斯被承认为神以后，宙斯为他设宴庆贺。<mask>最后，当财神进来时，他却转过身去，背对着财神，低着头看地板。宙斯对此觉得非常奇怪，便问他为什么与其他神都高高兴兴地打招呼，唯独对财神却另眼相看。他说因为在人间，总看见财神与坏人在一起。宙斯解释说那些贪财之人最后也都受到财神的惩罚。赫拉克勒斯听后便热情地与财神打招呼去了。", "plot0": "宴会上，赫拉克勒斯谁都不理，教训完宙斯就走了。", "plot1": "宴会上，赫拉克勒斯热情友好地向众神们一一问好。", "label": 1}
{"story": "蓝蓝的天空中，几只鸟儿自由自在地飞翔着。这时，鸟儿们发现了一只硕大的氢气球，五颜六色，异常美丽。但氢气球只有在风儿经过时才会浮动。<mask>氢气球回答说，那线才是它地生命之根，没有了线，它的生命就不复存在了。鸟儿们听了哑口无言。", "plot0": "于是，鸟儿就飞到了氢气球的身边，大家商量后，齐心协力把氢气球啄破了。", "plot1": "于是，鸟儿就飞到了氢气球的身边，感叹氢气球虽然美丽，但却被一根线束缚了自由。", "label": 1}
{"story": "一天，小老鼠乐乐在洞里玩够了，就约着小灰鼠露露一起出去捡蘑菇。它们到树林里捡了许多蘑菇。它们在路边的大树下休息时，一只猫突然从树后边窜了出来，把它们都抓到了笼子里。两只老鼠商量着怎么逃出去，猫听到后生气地说马上就把它们两个吃掉。两只小老鼠急得直转圈，结果被笼子里的一块石头绊倒了。小老鼠们一下有了主意。它们哄骗猫把笼子打开，然后用力把石头扔向了猫，猫被砸得哇哇直叫。<mask>", "plot0": "这时，聪明的两只老鼠把猫关了起来。", "plot1": "这时，聪明的两只老鼠趁机逃跑了。", "label": 1}
{"story": "一天，小老鼠乐乐在洞里玩够了，就约着小灰鼠露露一起出去捡蘑菇。它们到树林里捡了许多蘑菇。它们在路边的大树下休息时，一只猫突然从树后边窜了出来，把它们都抓到了笼子里。<mask>两只小老鼠急得直转圈，结果被笼子里的一块石头绊倒了。小老鼠们一下有了主意。它们哄骗猫把笼子打开，然后用力把石头扔向了猫，猫被砸得哇哇直叫。这时，聪明的两只老鼠趁机逃跑了。", "plot0": "两只老鼠商量着怎么逃出去，猫听到后生气地说马上就把它们两个吃掉。", "plot1": "两只老鼠商量着怎么逃出去，猫听到后给了它们很多蘑菇，就送他们离开了。", "label": 0}
{"story": "皮皮奶奶趁着天气暖和了，带皮皮去走亲戚串门儿。这天，奶奶带着他来到了城郊的一户亲戚家里。皮皮看见亲戚家的院子里有棵小树，就问那是什么树，亲戚说那是才栽上的蜜枣树。<mask>到了该吃饭的时间，奶奶来喊皮皮，只见枣树的叶子光秃秃的，而皮皮正用一根细细的竹签穿树叶子玩。奶奶看了生气地把皮皮打了一顿，并告诉皮皮小树也是有生命的。从此，皮皮再也不敢轻贱植物的生命了。", "plot0": "皮皮一听，立马要回家种蜜枣树。", "plot1": "说罢，就见皮皮跑去小树那儿玩了。", "label": 1}
{"story": "花鹰是一条很漂亮的猎狗。它有着黑白相间的毛色，匀称的身段，长长的腿，奔跑起来快疾如风。花鹰原先的主人是曼广弄寨子的老猎人艾香宰，但自从收养了花鹰，艾香宰家里就祸事不断。<mask>那巫师一进院子，就指着拴在房柱上的花鹰，说它身上阴气重，会给主人家招灾惹祸，还说这狗不能杀，只能卖掉或者送掉。于是，艾香宰用很低的价格想把花鹰卖掉。可是，寨子里的人们都知道了这是条不吉利的狗，再便宜也无人问津。最后，艾香宰只好把狗扔掉了。", "plot0": "他的大儿子、小儿子和他自己连续出了几桩事，艾香宰全家惶惶然，便从山里请了位巫师来跳神。", "plot1": "他的大儿子、小儿子都很喜欢花鹰，把他当作珍贵的礼物送给了山里的一位巫师，巫师开心极了。", "label": 0}
{"story": "阿凡提上经文学堂念书的时候，经常与几位同学聚在一起唱歌取乐。他们一开始唱，那位讨人嫌的毛拉也会凑过来，扯起破锣嗓子瞎唱一通，扫他们的兴。于是，阿凡提就想了个主意。这天晚上，他来到毛拉的家，告诉毛拉，村里的人要选他当喀孜，但是爱唱歌的人是不能当喀孜的。毛拉听完发誓以后再不唱歌了。<mask>", "plot0": "从此后，阿凡提和同学们唱歌的时候，毛拉再也不来捣乱了。", "plot1": "从此后，毛拉对阿凡提和同学们更加热情，只要有空就去教他们唱歌。", "label": 0}
{"story": "阿凡提上经文学堂念书的时候，经常与几位同学聚在一起唱歌取乐。<mask>于是，阿凡提就想了个主意。这天晚上，他来到毛拉的家，告诉毛拉，村里的人要选他当喀孜，但是爱唱歌的人是不能当喀孜的。毛拉听完发誓以后再不唱歌了。从此后，阿凡提和同学们唱歌的时候，毛拉再也不来捣乱了。", "plot0": "他们每次聚会，都要邀请那位人见人爱的毛拉过来，一起快乐地唱歌跳舞。", "plot1": "他们一开始唱，那位讨人嫌的毛拉也会凑过来，扯起破锣嗓子瞎唱一通，扫他们的兴。", "label": 1}
{"story": "阿凡提小的时候翻墙跃入过一家果园。他在里面美美地吃了一顿无花果。<mask>阿凡提对那果园主人说，要是对他翻墙不高兴的话，那他从大门出去好了。说完，阿凡提大摇大摆地从大门走了出去。只留下果园主人在风中凌乱着。", "plot0": "当他吃完，刚要翻墙出去时，被果园的主人发现了，主人请他继续留下来吃。", "plot1": "当他吃完，刚要翻墙出去时，被果园的主人发现了，主人狠狠地斥责他。", "label": 1}
{"story": "阿凡提去参加一场婚宴。待各种美食摆好后，坐在他身边的一个人就开始狼吞虎咽地吃起来，还不时地趁着人们不注意，往口袋里塞食物。他的举动，全被阿凡提看到了，阿凡提实在看不惯他的这种贪婪行径。于是，不慌不忙地提起一把茶壶，用手撩开那人装满食物的衣袋，往他口袋里倒入茶水。<mask>阿凡提说刚刚看见他的口袋吃了好多食物，怕口袋会渴，给它喝点水。那人听了羞愧难当，赶紧走了。", "plot0": "那人非常感谢阿凡提，并把茶壶也收走了。", "plot1": "那人生气地质问阿凡提为什么这样做。", "label": 1}
{"story": "一位愚蠢的国王，经常在那些外国使者和哲人面前胡言乱语。周围的丞相和官员为了避免这种情况，就把阿凡提请到王宫，请求他给国王当顾问。阿凡提见到国王后，在国王脚上系上了一根线，自己拉着另一头，并与国王约定，如果自己一拉线，国王就停口。一天，来了三位外国的使者，国王跟使者攀谈起来。<mask>待使者走后，国王重重赏赐了他。", "plot0": "于是，国王把线扯断后，用线把阿凡提的手捆了起来。", "plot1": "按照之前约定的方法，国王这次真的没有说错话。", "label": 1}
{"story": "阿凡提是个非常勤快的人，并且酷爱园艺。<mask>一天，阿凡提的一位朋友就问他，他都这么大岁数了，种这么多果树苗，结了果子给谁吃？阿凡提告诉朋友，前人栽树，后人乘凉，他现在种下树苗，当然是给后人吃果实了。朋友听后哈哈大笑。", "plot0": "他整天泡在果园里种树，还培养出不少新品种。", "plot1": "他整天泡在果园里不停的吃，不久就把果子全吃光了。", "label": 0}
{"story": "王宫里的一位官吏喝得酩酊大醉，躺在了大街上。阿凡提看到后便把他的锦缎长袍和刺绣色兰解下来拿走了。第二天，这位官吏叫他的侍从把他的衣服找回来。侍从们在街上看见了穿着锦缎长袍和戴着刺绣色兰的阿凡提，就让他脱下来。阿凡提却说要亲自还给它的主人。于是，侍从带阿凡提见到了那个官吏。阿凡提对官吏说，他昨晚看见有个人醉倒在街上，一个违反教规的人不配穿这么好的衣服，所以，自己才拿了他的衣服。官吏听了连忙说这些衣服不是自己的。<mask>", "plot0": "于是阿凡提又穿着衣服走了。", "plot1": "于是阿凡提又拿出酒来和他对饮。", "label": 0}
{"story": "王宫里的一位官吏喝得酩酊大醉，躺在了大街上。阿凡提看到后便把他的锦缎长袍和刺绣色兰解下来拿走了。第二天，这位官吏叫他的侍从把他的衣服找回来。侍从们在街上看见了穿着锦缎长袍和戴着刺绣色兰的阿凡提，就让他脱下来。阿凡提却说要亲自还给它的主人。于是，侍从带阿凡提见到了那个官吏。阿凡提对官吏说，他昨晚看见有个人醉倒在街上，一个违反教规的人不配穿这么好的衣服，所以，自己才拿了他的衣服。<mask>于是阿凡提又穿着衣服走了。", "plot0": "官吏听后，把家里的酒都送给阿凡提。", "plot1": "官吏听了连忙说这些衣服不是自己的。", "label": 1}
{"story": "一天，百户长请客，请的客人当中也有阿凡提。客人都到齐了，阿凡提却迟迟没来。又过了好一会儿阿凡提才气喘吁吁地跑来了。百户长笑他是被他那像苜蓿草一样的胡须缠住了脚才来晚的。<mask>反被嘲讽的百户长一时间无言以对。", "plot0": "阿凡提也不否认，还说有毛驴的地方应该带一些苜蓿草来。", "plot1": "阿凡提听后很开心，热情地免费为所有客人们剃了胡须。", "label": 0}
{"story": "一天，阿凡提来到了一个陌生的小村。他不知道去哪一家留宿才好，想了半天决定先到这个村的依麻目家。于是，他敲响了依麻目家的门。依麻目把阿凡提请到家里，过了许久才询问他的来处，是否饥渴劳累。<mask>然后就离开了依麻目家。", "plot0": "阿凡提立刻明白了依麻目是个吝啬的人，便说自己在来之前已经睡了一觉了。", "plot1": "阿凡提立刻明白了依麻目是个热情的人，在他的邀请下，阿凡提只得留在这里不走了。", "label": 0}
{"story": "一天，从邻国来了三位商人。这三位商人每人给国王提出了一个难题。可国王和王宫里的所有人都未能答上来。有人提议让阿凡提来回答，国王立刻召来了阿凡提。<mask>在听完三个刁钻的问题后，阿凡提都巧妙地回答出来了。三位商人听完答案，对阿凡提敬佩地五体投地。", "plot0": "国王见到阿凡提后，让他回答三位商人的问题。", "plot1": "国王见到阿凡提后，让他立马把三位商人杀了。", "label": 0}
{"story": "一个愚昧的人问阿凡提怎样在白天看到星星。阿凡提让他把自己关在一间漆黑的小屋里，一日三餐不要沾油腥，四十天以后再出来就能在白天见到星星了。那人按照阿凡提说的做了。等到了第四十天出来见阳光时，他的腿脚发软，双眼直冒金星，往哪儿瞧都觉得有繁星在闪烁。<mask>", "plot0": "那人一见阿凡提，便把他暴打到眼冒金星。", "plot1": "那人晕乎乎的，嘴里还不住地在夸阿凡提聪明。", "label": 1}
{"story": "一个愚昧的人问阿凡提怎样在白天看到星星。<mask>那人按照阿凡提说的做了。等到了第四十天出来见阳光时，他的腿脚发软，双眼直冒金星，往哪儿瞧都觉得有繁星在闪烁。那人晕乎乎的，嘴里还不住地在夸阿凡提聪明。", "plot0": "阿凡提让他把自己关在一间漆黑的小屋里，一日三餐不要沾油腥，四十天以后再出来就能在白天见到星星了。", "plot1": "阿凡提把自己关在一间漆黑的小屋里，整整四十天来没有出门，绞尽脑汁思索这个深奥的问题。", "label": 0}
{"story": "阿凡提与一帮商人到了一个城市。他们住进了一家驿站，到了晚上，他想喂一下自己的马，可他在众多的马匹中怎么也认不出自己的马了。阿凡提灵机一动，大声喊着马被牛虻咬死了。<mask>", "plot0": "人们急急忙忙爬了起来，顾不得找马，争先恐后地去抢牛虻，为此还大打出手。", "plot1": "人们急急忙忙爬了起来，各自找到了自己的马，只剩下一匹马，阿凡提一看便认出那就是自己的马。", "label": 1}
{"story": "阿凡提与一帮商人到了一个城市。他们住进了一家驿站，到了晚上，他想喂一下自己的马，可他在众多的马匹中怎么也认不出自己的马了。<mask>人们急急忙忙爬了起来，各自找到了自己的马，只剩下一匹马，阿凡提一看便认出那就是自己的马。", "plot0": "阿凡提灵机一动，大声喊着马被牛虻咬死了。", "plot1": "阿凡提便把所有的马都带走了。", "label": 0}
{"story": "一天，一帮盗贼商量要拉拢阿凡提。于是，他们找到阿凡提，软硬兼施，当晚就让阿凡提随他们行窃去了。那晚行窃的目标是一个吹唢呐人的家。他们把吹唢呐的人五花大绑地捆起来推到屋角，然后翻箱倒柜。在一阵混乱中，吹唢呐人的唢呐落到了阿凡提的手里。他拿起唢呐悄悄溜到房顶，拼命地吹起来。被吵醒的人质问阿凡提半夜在瞎闹什么。阿凡提说真正大闹的人在吹唢呐者的家里。<mask>", "plot0": "人们觉得阿凡提吹的锁呐太好听了，不知不觉就听得睡着了。", "plot1": "人们一听，都到了吹唢呐人的家里，抓住了强盗。", "label": 1}
{"story": "一天，一帮盗贼商量要拉拢阿凡提。于是，他们找到阿凡提，软硬兼施，当晚就让阿凡提随他们行窃去了。那晚行窃的目标是一个吹唢呐人的家。他们把吹唢呐的人五花大绑地捆起来推到屋角，然后翻箱倒柜。在一阵混乱中，吹唢呐人的唢呐落到了阿凡提的手里。他拿起唢呐悄悄溜到房顶，拼命地吹起来。被吵醒的人质问阿凡提半夜在瞎闹什么。<mask>人们一听，都到了吹唢呐人的家里，抓住了强盗。", "plot0": "阿凡提走下屋顶，手把手地教他们吹唢呐。", "plot1": "阿凡提说真正大闹的人在吹唢呐者的家里。", "label": 1}
{"story": "从前有两只猫，一个叫大黑一个叫大黄。他们俩都是捉老鼠的能手，可是谁也瞧不起谁。一天，附近来了一只大老鼠，很不好对付。大黑和大黄听说了，都想捉住这只大老鼠，好显示自己的本领。到了晚上，大黑发现了大老鼠的踪迹追了上去。不一会，大黑一瘸一拐地回来了。大黄嘲笑了他一番，自己也出去找那大老鼠了。不一会，大黄也受伤回来了，大黑也嘲笑了他。他们在家养了几天伤，决定团结起来，一起抓住大老鼠。<mask>后来，两只猫成为了好朋友。", "plot0": "这天晚上，通过两只猫的请求，大老鼠答应和它们做朋友。", "plot1": "这天晚上，通过两只猫的合作，终于制服了大老鼠。", "label": 1}
{"story": "从前有两只猫，一个叫大黑一个叫大黄。他们俩都是捉老鼠的能手，可是谁也瞧不起谁。一天，附近来了一只大老鼠，很不好对付。大黑和大黄听说了，都想捉住这只大老鼠，好显示自己的本领。到了晚上，大黑发现了大老鼠的踪迹追了上去。不一会，大黑一瘸一拐地回来了。大黄嘲笑了他一番，自己也出去找那大老鼠了。不一会，大黄也受伤回来了，大黑也嘲笑了他。他们在家养了几天伤，决定团结起来，一起抓住大老鼠。这天晚上，通过两只猫的合作，终于制服了大老鼠。<mask>", "plot0": "后来，两只猫每天争吵互殴。", "plot1": "后来，两只猫成为了好朋友。", "label": 1}
{"story": "髯猴与狮子是好朋友。狮子在野兽王国朝廷中任职，每次散朝之后，狮子就从王宫出来去找髯猴。髯猴在森林里猎食之后，也总是到狮子那里去。它们天天在一起散步，路上经常自由自在地谈论各种事情。一天，它突然说出了对狮子某项提议的不同意见。狮子猛地转向髯猴，用怒吼对它进行恐吓。狮子吼完后，髯猴指责狮子这种行为是不理智的。<mask>髯猴听了爬上树走了。从此，髯猴再也不与听不进他人意见的狮子做朋友了。", "plot0": "狮子听完，就把自己的官让给髯猴。", "plot1": "狮子听完，想把髯猴教训一顿。", "label": 1}
{"story": "髯猴与狮子是好朋友。狮子在野兽王国朝廷中任职，每次散朝之后，狮子就从王宫出来去找髯猴。髯猴在森林里猎食之后，也总是到狮子那里去。它们天天在一起散步，路上经常自由自在地谈论各种事情。一天，它突然说出了对狮子某项提议的不同意见。狮子猛地转向髯猴，用怒吼对它进行恐吓。狮子吼完后，髯猴指责狮子这种行为是不理智的。狮子听完，想把髯猴教训一顿。髯猴听了爬上树走了。<mask>", "plot0": "从此，髯猴与狮子无话不谈，成了更知心的朋友。", "plot1": "从此，髯猴再也不与听不进他人意见的狮子做朋友了。", "label": 1}
{"story": "传说，天上和人间隔着一条天河。天河经常狂风大作，波浪滔天。要想从人间去到天上，必须乘坐一艘特别的木船。而能驾船的全天下只有一人。<mask>驾船者说，其实他没什么特殊的本领，只是在驾船的时候，他的心中全无浪涛，只有集中全部精力认真驾船而已。乘客听完如梦初醒，点头赞同，对船夫肃然起敬。", "plot0": "一天，驾船者请乘坐木船的人帮他一个忙，把这艘一块砸了。", "plot1": "一天，乘坐木船的人就问驾船者，为何不怕天河的惊涛骇浪。", "label": 1}
{"story": "天神宙斯与天后结婚时，地神盖亚送给他们一株金苹果树。<mask>有神说，应该奖给农民；也有神说，应该奖给战士；还有神说，应该奖给工匠。最后，宙斯认为不论农民、工匠还是战士，这些人们的成功，都是教师培养出来的，便决定把金苹果奖给了教师。", "plot0": "宙斯想把金苹果作为恩赐，送给下界的每一个人。", "plot1": "宙斯想把金苹果作为奖赏，奖给下界功劳最大的人。", "label": 1}
{"story": "在美丽的湖边，有一片茂密的树林。树林里住着一只公鸡和一只小马。每天都在一起玩，什么事情也不做，只知道喝水和吃东西。有一天，两个好朋友又见面了。<mask>最终，他们找到一个可怜的农夫。公鸡为他报晓，小马驼他去田地。他们都找到了有意义的事做，过得非常充实。", "plot0": "他们见面就吵，决定永远都在一起了。", "plot1": "他们商量过后，决定做些有意义的事。", "label": 1}
{"story": "在美丽的湖边，有一片茂密的树林。树林里住着一只公鸡和一只小马。每天都在一起玩，什么事情也不做，只知道喝水和吃东西。有一天，两个好朋友又见面了。他们商量过后，决定做些有意义的事。最终，他们找到一个可怜的农夫。公鸡为他报晓，小马驼他去田地。<mask>", "plot0": "他们把农夫赶走了，在农夫家里继续吃吃喝喝。", "plot1": "他们都找到了有意义的事做，过得非常充实。", "label": 1}
{"story": "狡猾的狐狸阿纳西接二连三地碰到不顺心的事情，他把自己弄得倾家荡产。于是他借了猪、狗、豹很多财宝，又使计让狗吃了猪，再让豹吃了狗，最后让猎人把豹一枪打死了。这样，他就不用归还财物，获得了大笔财产，还取得了猎人的信任。<mask>", "plot0": "于是，动物们都想尽办法要和阿纳西做朋友。", "plot1": "可是，动物们从此再也不愿意和阿纳西相处了。", "label": 1}
{"story": "狡猾的狐狸阿纳西接二连三地碰到不顺心的事情，他把自己弄得倾家荡产。于是他借了猪、狗、豹很多财宝，又使计让狗吃了猪，再让豹吃了狗，最后让猎人把豹一枪打死了。<mask>可是，动物们从此再也不愿意和阿纳西相处了。", "plot0": "这样，他就不用归还财物，获得了大笔财产，还取得了猎人的信任。", "plot1": "这样，他为了保护其他动物们，引开了猎人，牺牲了自己。", "label": 0}
{"story": "从前，马有充分的自由，可以在田头深谷随意地跑。有一回，鹿因为弄浊了水泉，冒犯了马。马很想报仇，却打不过鹿。马没办法就向人求助。人答应了马，不过也有条件，就是事成之后，马必须套上缰绳。马也答应了。后来，人就用长矛刺伤了了鹿，替马报了仇。<mask>", "plot0": "马为了救鹿，成了人的敌人。", "plot1": "但马却永远成了人的奴隶。", "label": 1}
{"story": "从前，马有充分的自由，可以在田头深谷随意地跑。有一回，鹿因为弄浊了水泉，冒犯了马。马很想报仇，却打不过鹿。<mask>人答应了马，不过也有条件，就是事成之后，马必须套上缰绳。马也答应了。后来，人就用长矛刺伤了了鹿，替马报了仇。但马却永远成了人的奴隶。", "plot0": "马原谅了鹿，两人成了好朋友。", "plot1": "马没办法就向人求助。", "label": 1}
{"story": "豹子当上森林国王后，常常在公事之余，到洞府外爬一棵古树。它敏捷的身手常常引发群臣的阵阵赞叹。猫尚书和猴都督也先后上了树，但它们显得很吃力。豹子觉得他们是让着身为国王的自己，很不开心，就下令让他们展示真实的爬树水平。<mask>结果，豹子很生气，将他们逐出了森林。", "plot0": "因为猫尚书和猴都督爬得太快，豹子一气之下把他们的的腿咬断了。", "plot1": "谁知猫尚书和猴都督吓得瑟瑟发抖，还是不敢领先豹子。", "label": 1}
{"story": "蚂蚁国的达里，是个有名的大力士。他能独自拖动比身体重六百倍的东西。在蚂蚁国里有一个很大的仓库，里面装有各类食品，食品码放得比蚂蚁们高出十几倍。那天，蚂蚁们齐心协力把一块巧克力拖进仓库，想把它码上垛去。不知哪位蚂蚁不小心把垛碰倒了，垛顶的一个大米包顺势落下来，眼看就要砸向小蚂蚁们。在这千钧一发的时刻，达里一步向前，用坚实的身躯，顶住了大米包，救了大家。<mask>", "plot0": "那以后，达理再也不愿意搬东西了。", "plot1": "那以后，达理就成了蚂蚁国的英雄。", "label": 1}
{"story": "蚂蚁国的达里，是个有名的大力士。他能独自拖动比身体重六百倍的东西。在蚂蚁国里有一个很大的仓库，里面装有各类食品，食品码放得比蚂蚁们高出十几倍。那天，蚂蚁们齐心协力把一块巧克力拖进仓库，想把它码上垛去。不知哪位蚂蚁不小心把垛碰倒了，垛顶的一个大米包顺势落下来，眼看就要砸向小蚂蚁们。<mask>那以后，达理就成了蚂蚁国的英雄。", "plot0": "在这千钧一发的时刻，达里一步向前，用坚实的身躯，顶住了大米包，救了大家。", "plot1": "在这千钧一发的时刻，达里把伙伴们往前一推，顶住了大米包，自己趁机逃跑了。", "label": 0}
{"story": "小松鼠发现了一个大蘑菇，它准备先去采点花，回来再摘。小兔也发现了这个大蘑菇。它正想摘的时候，小松鼠回来了。小松鼠说小兔是小偷。小兔很委屈，急哭了。松鼠妈妈发现后，告诉小松鼠，森林是大家的，不可以这样子说小兔。<mask>它跟小兔道歉，还把大蘑菇摘下，分给了小兔一半。从此，小松鼠和小兔成了好朋友。", "plot0": "听了妈妈的话，小松鼠知道错了。", "plot1": "听了妈妈的话，小松鼠把小兔子赶出了森林。", "label": 0}
{"story": "画眉就要做妈妈了，她努力筑了一个暖和而结实的巢。杜鹃也要做妈妈了，可她什么也没做，因为她计划把蛋偷偷放到画眉筑的巢里去。后来，杜鹃成功把自己的蛋放进了画眉的巢，又把画眉的蛋拿走扔掉。画眉悉心照料巢里的蛋，孵出一只小杜鹃。杜鹃知道了，马上来带小杜鹃走。可小杜鹃死活不走，认定画眉才是她妈妈。<mask>", "plot0": "杜鹃和女儿一起悉心照料着画眉。", "plot1": "杜鹃最终也没有得到她的女儿。", "label": 1}
{"story": "画眉就要做妈妈了，她努力筑了一个暖和而结实的巢。杜鹃也要做妈妈了，可她什么也没做，因为她计划把蛋偷偷放到画眉筑的巢里去。后来，杜鹃成功把自己的蛋放进了画眉的巢，又把画眉的蛋拿走扔掉。画眉悉心照料巢里的蛋，孵出一只小杜鹃。<mask>可小杜鹃死活不走，认定画眉才是她妈妈。杜鹃最终也没有得到她的女儿。", "plot0": "杜鹃知道了，马上来带小杜鹃走。", "plot1": "杜鹃知道后，把小杜娟一口吃了。", "label": 0}
{"story": "马和驴走在一起，马背上没驮东西。驴背上却包袱沉重。驴求马帮帮它，可马并不搭理。结果驴终于累倒了。<mask>", "plot0": "这下，马终于可以开心地背着驴回去了。", "plot1": "这下，驴背上沉重的包袱全都归了马。", "label": 1}
{"story": "马和驴走在一起，马背上没驮东西。驴背上却包袱沉重。<mask>结果驴终于累倒了。这下，驴背上沉重的包袱全都归了马。", "plot0": "马求驴让它也背点东西，可驴一口回绝了。", "plot1": "驴求马帮帮它，可马并不搭理。", "label": 1}
{"story": "远古的时候，月亮在天上并不会发光。那时候，夜里没有一点的亮光。动物们出来很不方便，走路全凭记忆和感觉，常常有动物摔倒，甚至跌落山谷。善良的月亮看在眼里，很着急。于是，白天的时候，月亮和太阳商量，请太阳分点光给它。<mask>从此，月亮有了太阳给的光，每天晚上都在天上给大家照明，动物们再也不怕黑了。", "plot0": "太阳也很同情小动物们，便决定晚上也出来给大家照明。", "plot1": "太阳也很同情小动物们，便爽快地答应了。", "label": 1}
{"story": "远古的时候，月亮在天上并不会发光。那时候，夜里没有一点的亮光。动物们出来很不方便，走路全凭记忆和感觉，常常有动物摔倒，甚至跌落山谷。善良的月亮看在眼里，很着急。于是，白天的时候，月亮和太阳商量，请太阳分点光给它。太阳也很同情小动物们，便爽快地答应了。<mask>", "plot0": "从此，月亮有了太阳给的光，每天晚上都在天上给大家照明，动物们再也不怕黑了。", "plot1": "从此，夜晚变得更黑了，只要太阳一下山，动物们都躲在家里不出来了。", "label": 0}
{"story": "大鸦抢到一块肉，得意地落在大树上。狐狸看见了，很想得到那块肉，心生一计。它站在树下，大力夸赞大鸦的歌声美妙。大鸦听了，一高兴就唱了起来。<mask>", "plot0": "于是，狐狸拿来了很多肉，一定要送给大声唱歌的大鸦。", "plot1": "结果一张嘴，嘴里的肉就掉到了狐狸的嘴里。", "label": 1}
{"story": "大鸦抢到一块肉，得意地落在大树上。狐狸看见了，很想得到那块肉，心生一计。它站在树下，大力夸赞大鸦的歌声美妙。<mask>结果一张嘴，嘴里的肉就掉到了狐狸的嘴里。", "plot0": "大鸦听了，高兴地把肉全吃完了。", "plot1": "大鸦听了，一高兴就唱了起来。", "label": 1}
{"story": "一个小偷在树林里看到了一只死老虎，他便把虎皮剥了下来，想要晚上披着虎皮去偷东西。<mask>夜里，他披着虎皮，正准备爬进一户人家的院子，一个猎人经过，以为是一只老虎，便立即搭弓射箭，一箭就射中了他。这个小偷还没偷到东西，就一命呜呼了。", "plot0": "他觉得如果人们看到了，肯定会以为是老虎，就不敢靠近。", "plot1": "他觉得如果老虎看到了，就一定不会吃他，还会和他做朋友。", "label": 0}
{"story": "晚上，小蚂蚁丁丁捡到了一盏小灯笼，它像绿宝石那样，发出绿莹莹的光，好看极了。丁丁费了好大劲儿才把它搬回家。灯笼的亮光照亮了蚂蚁的窝。蚂蚁们好开心，准备开晚会。丁丁就出门去邀请朋友。路上，它看到萤火虫妹妹在河边哭泣。原来萤火虫妹妹把自己的小灯笼弄丢了。丁丁安慰萤火虫妹妹，还带着它来到了蚂蚁窝。丁丁把小绿灯笼放到了萤火虫妹妹的手里。<mask>后来萤火虫妹妹还叫来了许多萤火虫小伙伴，它们一起在丁丁家开晚会。萤火虫们的小灯笼把蚂蚁窝照得更亮了。", "plot0": "萤火虫妹妹不哭了，抢过小灯笼就飞走了。", "plot1": "萤火虫妹妹不哭了，它笑了。", "label": 1}
{"story": "晚上，小蚂蚁丁丁捡到了一盏小灯笼，它像绿宝石那样，发出绿莹莹的光，好看极了。丁丁费了好大劲儿才把它搬回家。灯笼的亮光照亮了蚂蚁的窝。蚂蚁们好开心，准备开晚会。丁丁就出门去邀请朋友。路上，它看到萤火虫妹妹在河边哭泣。原来萤火虫妹妹把自己的小灯笼弄丢了。丁丁安慰萤火虫妹妹，还带着它来到了蚂蚁窝。丁丁把小绿灯笼放到了萤火虫妹妹的手里。萤火虫妹妹不哭了，它笑了。后来萤火虫妹妹还叫来了许多萤火虫小伙伴，它们一起在丁丁家开晚会。<mask>", "plot0": "萤火虫们的小灯笼把蚂蚁窝照得更亮了。", "plot1": "萤火虫们非常不喜欢小灯笼，生气地把它打碎了。", "label": 0}
{"story": "阿都是一头非洲象，他有妻子和三个孩子。那一年，非洲大草原遭遇了干旱，他找不到一点吃的养活全家，只好带着妻儿逃离草原，到城里谋生。一早，阿都出门去找工作。一开始，它找到了一份搬运铁管的工作。搬了一天的铁管回到家，阿都累得起不来。它觉得实在不适合干这个。第二天，阿都换了一份洗车的工作。<mask>老板非常喜欢，便留下了它。从此，阿都就当上了专业的洗车工。他很勤快，后来还自己开了洗车店，它们一家在城里幸福的生活下去了。", "plot0": "阿都的长鼻子正好当水管，它洗车洗的又快又好。", "plot1": "阿都的长鼻子把洗车的水全喝了，大家都没办法洗车了。", "label": 0}
{"story": "这天乐乐闷闷不乐地回到家。他告诉妈妈，自己在公交车上踩了一位阿姨的脚。他跟阿姨道歉了之后，阿姨给了他一块糖。妈妈正想表扬乐乐。乐乐接着说，但后来自己又踩了阿姨一脚，也说了一声对不起，结果阿姨不仅没给他糖，还瞪了他一眼。他很郁闷、妈妈听了哭笑不得，教育乐乐说，故意踩别人脚是不对的。<mask>", "plot0": "乐乐终于明白，为什么第二次阿姨就不给他糖了。", "plot1": "乐乐让妈妈踩自己一脚，然后把自己的糖都给了妈妈。", "label": 0}
{"story": "这天乐乐闷闷不乐地回到家。他告诉妈妈，自己在公交车上踩了一位阿姨的脚。<mask>妈妈正想表扬乐乐。乐乐接着说，但后来自己又踩了阿姨一脚，也说了一声对不起，结果阿姨不仅没给他糖，还瞪了他一眼。他很郁闷、妈妈听了哭笑不得，教育乐乐说，故意踩别人脚是不对的。乐乐终于明白，为什么第二次阿姨就不给他糖了。", "plot0": "他跟阿姨道歉，阿姨没理他就下车了。", "plot1": "他跟阿姨道歉了之后，阿姨给了他一块糖。", "label": 1}
{"story": "妈妈今天过生日，乐乐让妈妈休息，他来给妈妈做早餐。他忙活了好一会才把早餐做好。妈妈看到餐桌上放着一大盘火腿蛋，高兴地尝了一口。可是火腿蛋好咸，一定是乐乐放多了盐。但是，妈妈并没有责怪乐乐。<mask>", "plot0": "妈妈不允许乐乐以后再做早餐。", "plot1": "妈妈的心里很幸福，因为这是儿子用心做的。", "label": 1}
{"story": "妈妈今天过生日，乐乐让妈妈休息，他来给妈妈做早餐。他忙活了好一会才把早餐做好。妈妈看到餐桌上放着一大盘火腿蛋，高兴地尝了一口。可是火腿蛋好咸，一定是乐乐放多了盐。<mask>妈妈的心里很幸福，因为这是儿子用心做的。", "plot0": "妈妈生气地让他把火腿蛋全吃了", "plot1": "但是，妈妈并没有责怪乐乐。", "label": 1}
{"story": "奶奶摔倒了，爸爸妈妈生怕奶奶会骨折，就着急送奶奶去医院。乐乐总觉医院里要打针，会很痛。他心疼奶奶，不想让奶奶去医院。他就找来一卷双面胶，乐乐说，骨头断了用双面胶能就能粘好。奶奶慈爱的看着乐乐摇了摇头。<mask>", "plot0": "奶奶让爸爸妈妈去医院，把乐乐的双面胶送给需要的人。", "plot1": "不过奶奶还是很开心，因为孙子心里有她。", "label": 1}
{"story": "乐乐最爱吃点心。每天都要吃好多。经常晚上睡觉前，还要抱着点心吃一通。乐乐还不爱刷牙。吃完点心就呼呼大睡。有一天，乐乐的牙疼起来。妈妈带他去医院。大夫一看，乐乐好几颗牙都蛀出了大窟窿。这下乐乐知道了，甜食要少吃，还要每天都认真刷牙。<mask>", "plot0": "从此乐乐更喜欢吃点心了，还让妈妈也不要刷牙了。", "plot1": "从此他改掉了坏习惯，他要好好保护他的牙。", "label": 1}
{"story": "乐乐最爱吃点心。每天都要吃好多。经常晚上睡觉前，还要抱着点心吃一通。乐乐还不爱刷牙。吃完点心就呼呼大睡。有一天，乐乐的牙疼起来。<mask>大夫一看，乐乐好几颗牙都蛀出了大窟窿。这下乐乐知道了，甜食要少吃，还要每天都认真刷牙。从此他改掉了坏习惯，他要好好保护他的牙。", "plot0": "妈妈带他去医院。", "plot1": "妈妈让他一定要多吃点心。", "label": 0}
{"story": "乐乐想买一艘玩具船，但没带钱。他对售货员阿姨说，退一步海阔天空，就别收他的钱了。他拿着玩具就走。<mask>乐乐不付钱离开就会被当成小偷的。乐乐羞愧地把玩具还给了阿姨。", "plot0": "阿姨喊住了他，让他教自己学成语。", "plot1": "阿姨喊住了他，告诉他海阔天空不是这么用的。", "label": 1}
{"story": "乐乐告诉爸爸，他今天通过观察，得出一个结论：蘑菇肯定是生长在潮湿环境里的。爸爸很奇怪，因为他们家周边都没有蘑菇生长。<mask>爸爸被可爱的儿子逗乐了，但还是夸奖了他的聪明。", "plot0": "乐乐说，蘑菇一个个都打着伞，肯定那里天天都下雨。", "plot1": "乐乐说，蘑菇一个个都打着伞，肯定是怕太阳晒。", "label": 0}
{"story": "老公鸡每天早晨都打鸣，它很尽职。可是它毕竟老了，主人也很心疼它，就找来一只年轻的公鸡，让老公鸡歇歇。<mask>所以老公鸡还是天天早起打鸣。主人发现了，很生气。他拿来把刀，直接就把这个睡懒觉的公鸡给杀了。", "plot0": "可是年轻公鸡很懒，每天早上都睡懒觉，老公鸡喊它，它也不起。", "plot1": "年轻公鸡嫌老公鸡打鸣难听，趁主人不备，把老公鸡赶出了家门。", "label": 0}
{"story": "乐乐路过邮局。看见邮递员叔叔去上厕所了。乐乐知道邮递员叔叔一定很忙，就很想帮帮他。于是，乐乐把叔叔车上的信，全都放到了邮筒里。邮递员叔叔出来后发现信都没了，很着急。乐乐告诉叔叔，他已经帮叔叔把信都投到邮筒里了。<mask>叔叔知道乐乐是好心办坏事，没有责怪他。乐乐看叔叔把信又全部取出来，也知道自己做了错事，忙跟叔叔道歉。", "plot0": "叔叔又好气又好笑地重新打开邮筒，取出了信件。", "plot1": "叔叔很开心地打开邮筒，把信都送给了乐乐。", "label": 0}
{"story": "乐乐路过邮局。看见邮递员叔叔去上厕所了。乐乐知道邮递员叔叔一定很忙，就很想帮帮他。于是，乐乐把叔叔车上的信，全都放到了邮筒里。邮递员叔叔出来后发现信都没了，很着急。乐乐告诉叔叔，他已经帮叔叔把信都投到邮筒里了。叔叔又好气又好笑地重新打开邮筒，取出了信件。叔叔知道乐乐是好心办坏事，没有责怪他。<mask>", "plot0": "乐乐看叔叔把信又全部取出来，也知道自己做了错事，忙跟叔叔道歉。", "plot1": "邮递员叔叔夸乐乐做得对，他把所有的信取出来让乐乐去送。", "label": 0}
{"story": "乐乐的爸爸在监狱工作。<mask>乐乐很生气，打了小明。老师把他俩都批评了。他俩知错就改，相互诚恳地道了歉，从此成了好朋友。", "plot0": "小明却在班上开玩笑，说乐乐的爸爸在蹲监狱。", "plot1": "小明让乐乐好好学习，以后他们一起去监狱工作。", "label": 0}
{"story": "妈妈和乐乐去买鞋。妈妈有意给乐乐买大了一码。她告诉乐乐，他脚长得快，买大一点鞋子可以穿久些。<mask>大家都被可爱的乐乐逗乐了。", "plot0": "妈妈买鞋时，乐乐让妈妈把鞋店买下来，这样他们就可以想穿什么鞋就穿什么鞋。", "plot1": "妈妈买鞋时，乐乐建议妈妈也要买大一码，这样妈妈的脚长大了也能穿。", "label": 1}
{"story": "小胖熊爱吃甜食，又不喜欢刷牙。这天，它的牙忽然疼了起来。妈妈带它去看牙医。牙医给小胖熊的牙拍了照片。小胖熊看到牙上好多黑窟窿，吓坏了。医生让小胖熊一定要好好刷牙，少吃甜食。后来，小胖熊听医生的话，甜食吃的少了，还坚持每天刷牙。<mask>", "plot0": "一段时间后，它的牙齿变白了，再也不疼了。", "plot1": "一段时间后，它的牙齿果然全掉光了。", "label": 0}
{"story": "小胖熊爱吃甜食，又不喜欢刷牙。这天，它的牙忽然疼了起来。<mask>牙医给小胖熊的牙拍了照片。小胖熊看到牙上好多黑窟窿，吓坏了。医生让小胖熊一定要好好刷牙，少吃甜食。后来，小胖熊听医生的话，甜食吃的少了，还坚持每天刷牙。一段时间后，它的牙齿变白了，再也不疼了。", "plot0": "妈妈带它去看牙医。", "plot1": "妈妈又买了甜食来逼着它吃。", "label": 0}
{"story": "有一天，老猴看到一帮小孩子在踢足球。足球掉到一个树洞里，孩子们够不着，就往洞里灌水，球就浮上来了。老猴在旁边看得津津有味。后来，一只小猴子从树上掉下来，正巧也掉进了那个树洞。老猴子不慌不忙地让大家往树洞里灌水。大家灌了好多水，小猴子终于浮了上来。<mask>", "plot0": "可是，小猴子却已经被淹死了。", "plot1": "可是，小猴子却把水全喝干了。", "label": 0}
{"story": "有一天，老猴看到一帮小孩子在踢足球。足球掉到一个树洞里，孩子们够不着，就往洞里灌水，球就浮上来了。老猴在旁边看得津津有味。后来，一只小猴子从树上掉下来，正巧也掉进了那个树洞。<mask>大家灌了好多水，小猴子终于浮了上来。可是，小猴子却已经被淹死了。", "plot0": "老猴子不慌不忙地让大家往树洞里丢球进去。", "plot1": "老猴子不慌不忙地让大家往树洞里灌水。", "label": 1}
{"story": "隋朝时，有个人用车拉了一车黑豆上京城去卖。到了灞头，他一不小心踏上一个土坷垃绊了一跤。身后的车也翻倒在地，那一车黑豆全部被倒进了水里。他从地上爬起来，看着水里的黑豆，决定回家去，叫家里人来帮他一块儿捞豆子。于是他撇下车和豆子就走了。等到运豆人回到翻车的地方，水中的黑豆早已被别人捞走。他并未发觉，把水里的蝌蚪错认成黑豆，就下水去捞。<mask>他这才恍悟水中的是蝌蚪而非黑豆。所幸捞走黑豆的人见他可怜，把黑豆悉数还给了他。运豆人十分感激也明白了自己的愚笨惭愧地带着豆子走了。", "plot0": "刚一下去，蝌蚪看有人来，转瞬间就全都游散了。", "plot1": "刚一下去，蝌蚪就蜂拥而至，把拾到的所有黑豆都还给了他。", "label": 0}
{"story": "有一个宋人得到一块珍贵的美玉。他担心别人知道他有宝玉会打他的主意。于是，他决定把这块珍宝送给大臣子罕。而子罕认为这是贿赂，拒不接受。那人再次恳求子罕，解释自己是怕拿着宝玉招来祸患。子罕就想了个办法。他让宋人暂住自己这里，然后请玉匠把玉雕琢出来卖了，再把卖得的钱给宋人。<mask>", "plot0": "这样，宋人得了财富而子罕也守住了为官清廉。", "plot1": "这样，子罕把宋人的美玉霸占后，送给了玉匠。", "label": 0}
{"story": "有一个宋人得到一块珍贵的美玉。他担心别人知道他有宝玉会打他的主意。<mask>而子罕认为这是贿赂，拒不接受。那人再次恳求子罕，解释自己是怕拿着宝玉招来祸患。子罕就想了个办法。他让宋人暂住自己这里，然后请玉匠把玉雕琢出来卖了，再把卖得的钱给宋人。这样，宋人得了财富而子罕也守住了为官清廉。", "plot0": "于是，他决定请大臣子罕来保护这块珍宝。", "plot1": "于是，他决定把这块珍宝送给大臣子罕。", "label": 1}
{"story": "东方有一人，名叫爰旌目。一次爰旌目出门到很远的地方去。他走到半路没有东西吃，就饿昏了。<mask>爰旌目吃了以后，开口问丘是何人。丘照实说了自己的名字。爰旌目知道丘是强盗，宁死不吃他的饭。他用力呕吐，把吃下的食物全都吐了出来。丘也没再管他，不久后他便饿死了。", "plot0": "狐父的一个强盗丘，看见他快要饿死，便干脆把他杀了。", "plot1": "狐父的一个强盗丘，看见他快要饿死，便拿来一些汤水饭喂给他吃。", "label": 1}
{"story": "春秋时，齐国的齐顷公曾派兵进攻鲁国，包围了鲁国北部的小城龙地。<mask>但龙地的守兵很英勇，经过一番厮杀，反而把他抓住了。齐顷公非常着急，赶忙派人送信说愿意讲和。可是龙地的将士们不听，将卢蒲就魁杀死，并且将尸首放在城墙上，让城外的齐军观看。这件事竟彻底激怒了齐顷公。他亲自率军作战，几天内攻下了鲁国多地。", "plot0": "齐顷公有一位宠信的将领卢蒲就魁，他极力反对攻打龙地，齐顷公就把他杀了。", "plot1": "齐顷公有一位宠信的将领卢蒲就魁，他想争夺战功，就首先去攻击龙地的城门。", "label": 1}
{"story": "公元580年，秦桓公一边与晋厉公订立友好同盟条约，另一边又派人游说狄国和楚国，怂恿他们攻打晋国。<mask>吕相询问秦桓公这么做的理由。秦桓公傲慢无礼地解释了秦国惟利是图的政策。吕相以断交做威胁，秦桓公也满不在乎。吕相知道此事无法改变，回去向晋厉公报告。听闻此事后，晋厉公非常生气，当即撕毁盟约，与秦国开战。", "plot0": "晋厉公对秦桓公的做法非常赞赏，还派吕相代表自己去秦国祝贺。", "plot1": "晋厉公对秦桓公的做法不理解，就派特使吕相去秦国抗议。", "label": 1}
{"story": "张良刺杀秦始皇失败，改名换姓逃到了下邳躲起来。有一次，他出门看到一个老人坐在桥头。那老人看见张良过来就把脚上的鞋丢到了桥下，命令张良去捡。张良对他的态度很不满，但看在他是个老人，就帮他把鞋捡了上来。这时，老人又让张良帮他把鞋穿上。<mask>张良站在原地看他离开，老人又走回来告诉他五天之后天刚亮的时候来这里见他。五天后，张良比老人晚到，于是就要再等五天。直到第三个五天，张良半夜就在桥头等，老人终于满意，给了他一本《太公兵法》。张良攻读兵书，成为了一个杰出的军事家。", "plot0": "张良忍气帮他穿上鞋之后，就头也不回地走了。", "plot1": "张良忍气帮他穿上了鞋，结果老人起身就走了。", "label": 1}
{"story": "有一次，狮子饿得不想觅食，便假装生病，想不费劲地弄到吃的。<mask>狮子便一个接一个地将它们杀死吃掉了。后来，狐狸也来了，它站在狮穴洞口，恭恭敬敬地向生病的狮王问猴，却没有进去。狐狸聪明地知道所有进去的野兽都没有出来，于是问候完就溜走了，狮王也拿他没办法，狐狸成功逃避了杀身之祸。", "plot0": "于是，森林里所有的野兽都到狮子洞里来探望，向狮王表示慰问。", "plot1": "于是，森林里所有的野兽都兴高采列地组织起来，一起把狮子吃了。", "label": 0}
{"story": "大魔法师褚瓦猛对土豆情有独钟，但是他并不想自己做饭。于是有一天他找来了卡斯柏尔，他一整天都在魔宅的厨房里削土豆皮。一开始大魔法师嫌他打算削的那些土豆数量不够，让他又多削了些。中午，他吃了七盘土豆粉糊，晚餐又吃了六打半土豆团子。<mask>这天晚上大魔法师心满意足，畅快极了。", "plot0": "他不想吃团子，把洋葱辣酱油吃了个精光。", "plot1": "他醮着洋葱辣酱油把那些团子吃了个精光。", "label": 1}
{"story": "众神创造了万物，他们看到整个世界动物成群，生机勃勃，就很高兴。但是动物们却不知道感谢众神。众神很生气，他们决定创造出人类。让人类帮助他们管理世界。人类对众神非常敬爱，还把世界管理的井井有条。<mask>", "plot0": "众神这才满意了。", "plot1": "众神把动物们吃掉了。", "label": 0}
{"story": "众神创造了万物，他们看到整个世界动物成群，生机勃勃，就很高兴。但是动物们却不知道感谢众神。众神很生气，他们决定创造出人类。让人类帮助他们管理世界。<mask>众神这才满意了。", "plot0": "人类和动物们团结在一起，想尽办法把众神消灭了。", "plot1": "人类对众神非常敬爱，还把世界管理的井井有条。", "label": 1}
{"story": "一个眼睛受伤的男子跪在国王面前。他说自己去织工家偷盗，却撞上了机杼，一只眼睛都被戳瞎了。他请国王戳瞎织工的一只眼睛作为偿还。国王抓来织工询问，发现果然如此。于是判决这男子因为偷盗，要砍去一只手，还因诬告，要被剜去另一只眼睛。<mask>", "plot0": "男子此时后悔也来不及了。", "plot1": "男子非常感谢的国王的判决。", "label": 0}
{"story": "一个眼睛受伤的男子跪在国王面前。他说自己去织工家偷盗，却撞上了机杼，一只眼睛都被戳瞎了。他请国王戳瞎织工的一只眼睛作为偿还。<mask>于是判决这男子因为偷盗，要砍去一只手，还因诬告，要被剜去另一只眼睛。男子此时后悔也来不及了。", "plot0": "国王非常敬佩他的行为，把自己的一只眼睛送给了他。", "plot1": "国王抓来织工询问，发现果然如此。", "label": 1}
{"story": "兔子有个刺猬邻居。不过兔子觉得刺猬很难看，并不喜欢它。可有一次兔子受伤不能走动了。刺猬知道了，便用身上的刺背来许多食物给兔子吃，还每天抽时间照顾兔子，直到兔子痊愈。兔子很惭愧，它后悔当初没有好好对待刺猬。<mask>", "plot0": "这件事以后，兔子更讨厌刺猬了，还把它背上的刺全部拔掉了。", "plot1": "这件事后，兔子也总送些好吃的给刺猬，它们成了真正的好邻居。", "label": 1}
{"story": "兔子有个刺猬邻居。不过兔子觉得刺猬很难看，并不喜欢它。可有一次兔子受伤不能走动了。<mask>兔子很惭愧，它后悔当初没有好好对待刺猬。这件事后，兔子也总送些好吃的给刺猬，它们成了真正的好邻居。", "plot0": "刺猬知道后，不停地用身上的刺攻击兔子，导致兔子怎么也痊愈不了。", "plot1": "刺猬知道了，便用身上的刺背来许多食物给兔子吃，还每天抽时间照顾兔子，直到兔子痊愈。", "label": 1}
{"story": "狮子独自走在池塘边，忽然听见青蛙高声鼓噪，心想，这一定是个庞然大物，便有些害怕。<mask>狮子心想，还好没有被吓跑，要不可就太丢人了。", "plot0": "它转过身一看，只见从池塘里爬出来的只是一只小小的青蛙。", "plot1": "它连忙跳入池塘里躲起来，溅起很大的水花，把青蛙们都吓走了。", "label": 0}
{"story": "狮子独自走在池塘边，忽然听见青蛙高声鼓噪，心想，这一定是个庞然大物，便有些害怕。它转过身仔一看，只见从池塘里爬出来的只是一只小小的青蛙。<mask>", "plot0": "狮子心想，还好没有被吓跑，要不可就太丢人了。", "plot1": "狮子很开心地跳下池塘，和小青蛙们一起快乐地唱歌。", "label": 0}
{"story": "水塘边住着一只老蝈蝈。<mask>这天它看见两只鹳在吵架，便准备过去批评一番。可还没等它张口，就被一只鹳吃进了肚子。", "plot0": "它总觉得自己是这世上最年长的动物，成天对别人指手画脚。", "plot1": "它总觉得自己快老死了，每天都在等死，什么事也不想管。", "label": 0}
{"story": "国际教练协会开了一个讨论会，讨论着一百年后的体育运动水平会不会超过现在。讨论会上，教练们没争出结果。会后，这些教练不甘心，还是想对未来的体育运动负责。于是他们请冰箱厂特制了一个大冰箱。<mask>可是冰箱怎么能放人呢？经过别人的百般劝阻，他们终于放弃了这个念头。", "plot0": "他们决定在冰箱里储存大量的食物，这样，他们吃饱后，才有力气为体育运动作最大的贡献。", "plot1": "他们决定将自己冷藏一百年，到出来时便可以保持精力充沛，为一百年后的体育运动再作贡献。", "label": 1}
{"story": "树上有许多叶子，小树叶是其中的一片。可是小树叶觉得自己太普通了，普通到和周围的树叶几乎一模一样。它觉得有些悲哀。秋天到了，树叶纷纷飘落。小树叶也不例外。<mask>孩子很喜欢这片树叶，还把它夹在了书里。小树叶感到很幸福，它终于不和别的叶子一样了。", "plot0": "这时，一个小孩跑来，把小树叶踩的粉碎。", "plot1": "这时，一个小孩跑来，在一堆树叶中捡起了小树叶。", "label": 1}
{"story": "电视台开设了《神童绝招》这个节目。依依也报名了。她的本领是会哭。她使劲儿哭，泪水哗哗流。她的泪水冲跑了评委，冲垮了电视台，至于奖品嘛，也被冲走了。<mask>", "plot0": "依依虽然获胜了，但是她把奖品都送给了电视台。", "plot1": "依依虽然获胜了，但是什么也没得到。", "label": 1}
{"story": "电视台开设了《神童绝招》这个节目。依依也报名了。她的本领是会哭。<mask>她的泪水冲跑了评委，冲垮了电视台，至于奖品嘛，也被冲走了。依依虽然获胜了，但是什么也没得到。", "plot0": "可她一站在到台上，就哈哈大笑。", "plot1": "她使劲儿哭，泪水哗哗流。", "label": 1}
{"story": "小野猪气喘吁吁地跑回家。它对妈妈说，自己在树林里看到了一个没有脑袋的怪物，吓坏了。这个怪物有腿，有尾巴，可是没有头。<mask>于是妈妈让小野猪带她去到了树林里。妈妈一看，原来是一头长颈鹿，它把头儿昂得高高的，以至于小野猪都没看见它的头。小野猪发现自己闹了乌龙，羞红了脸蛋。", "plot0": "妈妈吓坏了，赶紧带着小野猪搬家了。", "plot1": "妈妈不相信，哪里会有这样的动物。", "label": 1}
{"story": "宋清收集药材很严格。凡是到他这里来卖药材的都知道宋清的人品好，价格合理。他还对送药材的人十分客气，总是热情地款待他们，请他们吃饭，远道来的还安排在自己家里休息过夜。<mask>宋清的药好，来他这儿买药的人自然就很多。他配的药也从没有出过一点儿差错，人们都很信任他。后来，他的生意越来越好，成了有名的富商。", "plot0": "所以，采药人宁可药全部烂掉，也不肯卖给他。", "plot1": "所以，采药人都争先恐后到他那里卖药。", "label": 1}
{"story": "卫国人哀骀它容貌丑陋，但颇受人们欢迎。他无权无财，也没有高深的学问，却受到所有人的赞美。这使鲁国的鲁哀公惊异不已。于是鲁哀公把他请到鲁国加以考察。鲁哀公和哀骀它相处了不久，就觉得他确有过人之处。不到一年，鲁哀公就很信任他了。不久，鲁国宰相的位置空缺，鲁哀公让他上任宰相。<mask>但没过多久，他就辞官回了他的陋室。", "plot0": "他却无心做官，在鲁哀公再三要求下才参议了国事。", "plot1": "他却无心做官，让鲁哀公把他的主公之位让给他坐。", "label": 0}
{"story": "小老鼠很是调皮捣蛋，妈妈說了他。它很生气，离家出走了。走了好久，小老鼠肚子饿了。它想起妈妈做的香喷喷的饭菜，很想回家。可是它一路上边走边玩，没有注意路上的标记，找不到回家的路了。这时一只老猫发现了小老鼠。老猫看着这只送上门的美味，都懒得动弹，想把小老鼠直接骗到嘴里来。老猫喊住了小老鼠，让它替自己剔牙缝，要是剔得干净，就把小老鼠送回家。一听能被送回家，小老鼠很高兴。它起身就要往老猫那里走。这时候，老鼠妈妈出现了。<mask>妈妈告诉它，一路上，妈妈都悄悄地跟在它的身后。要不是刚才逃得快，小老鼠就被老猫吃掉了。听了妈妈的话，小老鼠羞愧地低下了头。从此，小老鼠再也不离家出走了。", "plot0": "她一口叼起小老鼠，飞也似地逃回了家。", "plot1": "她一口叼起小老鼠，把它撕烂了喂给猫吃。", "label": 0}
{"story": "一条猎狗在矮树林里探索着往前走的时候，看见远处有一头狮子在他前面走着。猎狗以前从来没见过狮子，但他习惯于追逐和捕捉其他动物。他觉得狮子虽然比大部分动物要大，但也是一样容易捕捉。他小心翼翼地跟着狮子。靠近狮子时，他胆子更大了。他直接往狮子的方向冲了过去。这时狮子也发现了猎狗。不过狮子并没有逃跑，而是跳起来向猎狗的方向跑了过来。猎狗和狮子的距离越来越近。狮子一声大吼，几乎把猎狗的耳朵震聋了。这下猎狗才意识到，狮子是不好惹的，不过一切已经来不及了。<mask>", "plot0": "狮子很高兴，把这个送上门的美食吃掉了。", "plot1": "狮子很高兴，他带着猎狗一起去捕食其他的猎物。", "label": 0}
{"story": "一条猎狗在矮树林里探索着往前走的时候，看见远处有一头狮子在他前面走着。猎狗以前从来没见过狮子，但他习惯于追逐和捕捉其他动物。他觉得狮子虽然比大部分动物要大，但也是一样容易捕捉。他小心翼翼地跟着狮子。靠近狮子时，他胆子更大了。他直接往狮子的方向冲了过去。这时狮子也发现了猎狗。<mask>猎狗和狮子的距离越来越近。狮子一声大吼，几乎把猎狗的耳朵震聋了。这下猎狗才意识到，狮子是不好惹的，不过一切已经来不及了。狮子很高兴，把这个送上门的美食吃掉了。", "plot0": "狮子非常开心地拥抱了跑过来的猎狗，希望和猎狗做朋友。", "plot1": "不过狮子并没有逃跑，而是跳起来向猎狗的方向跑了过来。", "label": 1}
{"story": "山上有一棵大树，树上住着一大群乌鸦。树下有个树洞，洞里住着一大群猫头鹰。可乌鸦们与猫头鹰们每天争吵，闹个不休。山神都被吵得不得安宁。于是山神让乌鸦白天出来，猫头鹰晚上出来。谁也不能违反规定。<mask>", "plot0": "这下，它们天天在一起商量，怎么把山神赶走。", "plot1": "这下，它们再也遇不着了，从此也就不吵了。", "label": 1}
{"story": "山上有一棵大树，树上住着一大群乌鸦。树下有个树洞，洞里住着一大群猫头鹰。可乌鸦们与猫头鹰们每天争吵，闹个不休。山神都被吵得不得安宁。<mask>谁也不能违反规定。这下，它们再也遇不着了，从此也就不吵了。", "plot0": "于是山神让乌鸦白天出来，猫头鹰晚上出来。", "plot1": "于是，山神把大树给推倒了。", "label": 0}
{"story": "树林里发大水了。大家都待在高高的树上。<mask>它一头扎进水里潜回了家。它一次又一次的从家里救出了十个罐子。别人都很奇怪是什么样的罐子让小熊这么拼命？原来，这是个罐子里装的都是小熊最爱的蜂蜜。小熊果然还是那个贪吃的小熊。", "plot0": "小熊偏要回家去，谁劝也不听。", "plot1": "小熊开心地在树上跳来跳去，谁劝也不听。", "label": 0}
{"story": "维尼熊在洪水中救出了十罐蜂蜜。可它自己却被大水困在了一棵孤零零的树上。它只有靠吃蜂蜜暂时填饱肚子。<mask>于是，它用吃空的蜂蜜罐子当漂流瓶，把自己的衣服撕下一片和这棵树的树枝一起放在罐子里。它把罐子扔进水里。它觉得爸爸妈妈捡到这些罐子，也许能认出是它的衣服，然后通过树叶的样子找到这棵树。现在，维尼已经扔出了九个罐子。最后一个罐子也空了。这时，在不远处，维尼的爸爸妈妈，正划着小船来接它。它们正是捡到了维尼的漂流瓶，循着线索找到了维尼。", "plot0": "维尼很着急，它必须想办法找到爸爸妈妈。", "plot1": "维尼开心的很，终于可以一个人安安静静地吃蜂蜜了。", "label": 0}
{"story": "有一只笨狼觉得森林没意思，便想去学校看看。它猜想也许那里更好玩。于是笨狼来到学校。<mask>笨狼觉得学校还不如森林里自由。于是，它又回到了森林。", "plot0": "结果它发现，学校里每天要上好几节课，果然比森林里有意思多了。", "plot1": "结果它发现，学校里每天要上好几节课，它根本受不了。", "label": 1}
{"story": "小蜜蜂刚学会飞行。它很愿意结交新朋友。一天，她看到一只小飞虫寂寞地躲在一旁，就上去打了个招呼。原来是一只小苍蝇。小蜜蜂请它到家里玩，还准备了好吃的招待它。可是小苍蝇却给它带来了一堆臭烘烘的东西。小蜜蜂很生气。小苍蝇也很委屈，因为它带的都是自己最喜欢吃的东西。这次的交往很不愉快，它们发现对方和自己实在合不来。<mask>", "plot0": "此后，它们每天交换食物。", "plot1": "此后，它们便不再来往了。", "label": 1}
{"story": "小蜜蜂刚学会飞行。它很愿意结交新朋友。一天，她看到一只小飞虫寂寞地躲在一旁，就上去打了个招呼。原来是一只小苍蝇。小蜜蜂请它到家里玩，还准备了好吃的招待它。可是小苍蝇却给它带来了一堆臭烘烘的东西。<mask>小苍蝇也很委屈，因为它带的都是自己最喜欢吃的东西。这次的交往很不愉快，它们发现对方和自己实在合不来。此后，它们便不再来往了。", "plot0": "小蜜蜂开心地吃完了。", "plot1": "小蜜蜂很生气。", "label": 1}
{"story": "一只鹦鹉下了两个蛋，孵出了两只小鹦鹉。当母鹦鹉飞出去寻找食物的时候，这两只小鹦鹉被一个猎人偷走了。一只被卖给了一个恶霸，一只被卖给了一位道人。几年后，小鹦鹉都长大了。卖给恶霸的那只鹦鹉，见人就说些打打杀杀的话。而卖给道人的那只学会了说和善的言辞。<mask>道人的那只鹦鹉非常招人喜欢，连国王都听说了。后来，它被国王带进了王宫，每天过着逍遥的生活。", "plot0": "后来鹦鹉妈妈找到了卖给恶霸的那个孩子，趁恶霸不备，偷偷把它带走了。", "plot1": "后来恶霸死了，他的那只鹦鹉因为满嘴恶言恶语，没有人愿意养，最终饿死了。", "label": 1}
{"story": "小猪的苹果树上结满了红的苹果。它觉得自己成了大富翁。它每天都守在树下，但一个苹果都不舍得吃。<mask>可是没过多久，红苹果变了颜色。它们一个个落到地上，烂掉了。小猪真心疼。这下它再也不是大富翁了。", "plot0": "小动物们想吃就更不可能了。", "plot1": "它把他们都送给了小动物们吃。", "label": 0}
{"story": "小鸡和小鸭出去玩。它们走进草丛，小鸡找到许多虫子。可小鸭却找不到，急得直叫唤。<mask>它们又来到了小河边。小鸡不会游泳，小鸭就到河里捉鱼给小鸡吃。它俩就这样形影不离，互相帮助，成了最好的朋友。", "plot0": "小鸡吃饱后就撇下小鸭一个人回家了。", "plot1": "小鸡就把找到的虫子送给小鸭吃。", "label": 1}
{"story": "小鸡和小鸭出去玩。它们走进草丛，小鸡找到许多虫子。可小鸭却找不到，急得直叫唤。小鸡就把找到的虫子送给小鸭吃。它们又来到了小河边。小鸡不会游泳，小鸭就到河里捉鱼给小鸡吃。<mask>", "plot0": "它俩就这样各玩各的，互不理睬，再也没有了交集。", "plot1": "它俩就这样形影不离，互相帮助，成了最好的朋友。", "label": 1}
{"story": "草地是动物们的乐园。一天，草地上突然多了好几个空罐头。动物们说一定是人干的，他们最喜欢乱扔垃圾。<mask>后来人们都说这块草地有魔力，扔在上面的垃圾会自动回来。从此，再也没人敢乱扔垃圾了。", "plot0": "于是它们联合起来，把草地连夜改建成了垃圾场。", "plot1": "于是它们联合起来，在晚上趁夜色把草地上的垃圾悄悄扔回了人类的领地。", "label": 1}
{"story": "刘备入蜀的时候，蜀民端茶捧果夹道欢迎。刘备望着面黄肌瘦的众百姓，心中非常难受，决心一定要以贤治国，使蜀民过上好日子。这时，他发现蜀民全是打着赤脚，忙问众人为啥不穿鞋。一个老人说，赋税太重导致人们都没钱买鞋了。刘备听完，跟大家说山上都是草，可以做草鞋穿。大家听完纷纷摇头说不会。刘备听完，马上割了草教人们编草鞋。大家看着刘备亲自动手编草鞋，纷纷学了起来。<mask>", "plot0": "从此，蜀地的老百姓都讨厌穿草鞋。", "plot1": "从此，蜀地的老百姓都学会了打草鞋穿。", "label": 1}
{"story": "刘备入蜀的时候，蜀民端茶捧果夹道欢迎。刘备望着面黄肌瘦的众百姓，心中非常难受，决心一定要以贤治国，使蜀民过上好日子。这时，他发现蜀民全是打着赤脚，忙问众人为啥不穿鞋。一个老人说，赋税太重导致人们都没钱买鞋了。<mask>大家听完纷纷摇头说不会。刘备听完，马上割了草教人们编草鞋。大家看着刘备亲自动手编草鞋，纷纷学了起来。从此，蜀地的老百姓都学会了打草鞋穿。", "plot0": "刘备听完，跟大家说山上都是草，可以做草鞋穿。", "plot1": "刘备听完，派人把这些打赤脚的人都抓起来。", "label": 0}
{"story": "一只鹰正在追逐一只飞奔的兔子。兔子朝家飞奔的路上经过了金龟子的洞口，它在那里缩成一团。鹰向他俯冲下去。金龟子看见，为兔子求情，求鹰放过兔子。鹰没有听金龟子的，用翅膀把金龟子拍晕后，抓走了兔子。金龟子醒来后非常生气，就飞到鹰的窝里，趁它不在，把它的蛋都打破了。鹰回来看到后，很生气，告到了天神那里。天神召来了金龟子。金龟子把事情经过讲了一遍。在众神的劝说下，鹰明白了自己也有错误。<mask>", "plot0": "最终，鹰帮金龟子把小兔子吃了。", "plot1": "最终，鹰和金龟子和解了。", "label": 1}
{"story": "一只鹰正在追逐一只飞奔的兔子。兔子朝家飞奔的路上经过了金龟子的洞口，它在那里缩成一团。鹰向他俯冲下去。<mask>鹰没有听金龟子的，用翅膀把金龟子拍晕后，抓走了兔子。金龟子醒来后非常生气，就飞到鹰的窝里，趁它不在，把它的蛋都打破了。鹰回来看到后，很生气，告到了天神那里。天神召来了金龟子。金龟子把事情经过讲了一遍。在众神的劝说下，鹰明白了自己也有错误。最终，鹰和金龟子和解了。", "plot0": "金龟子看见，便把兔子打死了，随后它送给了鹰。", "plot1": "金龟子看见，为兔子求情，求鹰放过兔子。", "label": 1}
{"story": "一只乌鸦向猴子法官控告，说乌龟吃了乌鸦蛋。猴子法官立即传讯乌龟，问他为什么偷吃乌龟的蛋？乌龟吓得不敢说话。于是，猴子法官举起判决书，判乌龟拿出自己所生的蛋二十个给了乌鸦。<mask>乌鸦拿了蛋，高兴地走了。这时，法官让乌龟去把蛋抢回来。乌龟赶紧去追乌鸦，但怎么也抢不回自己的蛋。乌鸦又飞回法庭，说乌龟又抢他的蛋，但是他飞起来没让乌龟抢到。猴子法官听了，反问乌鸦，那乌龟当时是怎么爬上树偷吃了他的蛋。乌鸦顿时哑口无言，当场被抓了起来。", "plot0": "乌龟只好把二十个乌龟蛋给了乌鸦。", "plot1": "乌龟开心地把二十个乌龟蛋送给了猴子法官。", "label": 0}
{"story": "杰克和妈妈过着很穷的日子，家里最值钱的就是奶牛。一天，妈妈让杰克把奶牛卖了，好换点儿吃的。杰克还没走到集市上，就遇到一个白胡子老头。老头用五颗豆子换了杰克的奶牛，还告诉杰克，把豆子种下去，会有奇迹发生。<mask>不一会，豆子就发芽长高，结出了很多豆荚，并且豆荚里面是一粒粒的金豆子。后来，靠着这些金豆子，杰克和妈妈过上了幸福的生活。", "plot0": "杰克听了老头的话，回家把豆子种在院子里。", "plot1": "杰克觉得这几颗豆子太重了，回家路上就把随手丢了。", "label": 0}
{"story": "从前有只小白兔，它的尾巴很漂亮。有一次，小白兔的尾巴上长了个脓疮。妈妈叫马大夫给小兔子治病。马大夫给小兔子检查完后，说要动手术。<mask>马大夫耐心地劝说，告诉小兔子，如果不赶紧动手术，等脓疮越来越大，那就要把整个尾巴切掉。兔子一听，马上同意做手术了。经过马大夫的治疗，兔子的尾巴很快恢复得像以前一样漂亮了。", "plot0": "可是小兔子怕疼，说什么也不肯。", "plot1": "于是，小兔子很开心地帮马大夫把尾巴切掉了。", "label": 0}
{"story": "一只蜗牛在河岸边慢腾腾地爬动。爱多管闲事的蚂蚁看见了，他们很有兴趣地围绕着蜗牛看，还在那里七嘴八舌地讨论。蚂蚁们有的说蜗牛是田螺，有的说是骆驼。蜗牛听后，笑他们都说错了，还告诉蚂蚁们自己是蜗牛。<mask>蜗牛听了，哭笑不得，继续朝前爬去了。", "plot0": "蚂蚁们听了，喊来更多的小伙伴，把蜗牛分着吃了。", "plot1": "蚂蚁们听了，又说蜗牛跟牛是一个种族。", "label": 1}
{"story": "一只小老鼠在草地上散步。忽然，他看见草地上有四颗圆溜溜，散发着香味的朱古力豆。小老鼠想起自己做的小汽车还缺四个轮子，就马上捡起了朱古力豆。小老鼠装好车轮后，开着小汽车在田野上跑。它突然看见前面两个小狗快被太阳晒晕了，就马上用两个轮子做了两顶太阳帽给小狗带上了。可是小老鼠的小汽车只剩两个轮子了。<mask>最后，小老鼠骑着他的摩托车高高兴兴地回家了。", "plot0": "于是，小老鼠又把小汽车重新做成了摩托车。", "plot1": "于是，小老鼠干脆把另外两个轮子送给小狗们吃了。", "label": 0}
{"story": "在一次海洋动物晚会上，动物们纷纷上台表演各自的绝技。轮到章鱼父子表演了。只见大章鱼拿出刀，要把小章鱼的一条腕斩下来，请大家尝尝章鱼的滋味。大家纷纷惊恐地制止大章鱼。大章鱼却说，这是他们章鱼的绝技。说着，就举起大刀，斩下了小章鱼的前腕，而且小章鱼真的毫无痛苦状。<mask>过了几天，大家都好奇小章鱼怎么样了。于是，都来看望小章鱼。只见小章鱼的前腕又长出来了，正开心地玩呢。大家一看，都为章鱼的这个绝技拍手叫绝。", "plot0": "大家都把自己的手腕斩了下来。", "plot1": "大家看了都叹为观止。", "label": 1}
{"story": "在一次海洋动物晚会上，动物们纷纷上台表演各自的绝技。轮到章鱼父子表演了。只见大章鱼拿出刀，要把小章鱼的一条腕斩下来，请大家尝尝章鱼的滋味。大家纷纷惊恐地制止大章鱼。大章鱼却说，这是他们章鱼的绝技。说着，就举起大刀，斩下了小章鱼的前腕，而且小章鱼真的毫无痛苦状。大家看了都叹为观止。过了几天，大家都好奇小章鱼怎么样了。于是，都来看望小章鱼。只见小章鱼的前腕又长出来了，正开心地玩呢。<mask>", "plot0": "大家一看，都让小章鱼把自己的手腕斩下来玩。", "plot1": "大家一看，都为章鱼的这个绝技拍手叫绝。", "label": 1}
{"story": "一座农家庭院失火了。所有动物都争先恐后地逃离现场，站在远处观望火势。火越烧越大，屋顶随之坍塌下来，火光冲天。突然，一只蝾螈从灌木丛中爬将出来。它用短爪支撑身体站起来，四处张望了一会儿，然后它钻进了燃烧得最厉害的地方。由于蝾螈的突然降临，所有看热闹的动物都惊恐地叫嚷起来。公鸡安抚大家说，火蝾螈是感觉不到火烧的疼痛的。在大火中，蝾螈会换上另外一层皮。火能使它的皮变得更结实。<mask>果然，蝾螈顺利从火光中出来，而且变得更年轻了。", "plot0": "大家这才放下心来，等待蝾螈的浴火重生。", "plot1": "大家这才放下心来，都学着蝾螈一样，跑到大火里去了。", "label": 0}
{"story": "现在城南小学要举办一个欢送旧校长的仪式。原来的张校长，由于办学成绩优异，被调到了教育部。<mask>城南小学的师生也都很感动。于是，老师带着学生们当场一起给张校长画了一幅画。画上有学校里的老师、同学、操场、花花草草等等。张校长珍惜地收下这画，结束了今天的仪式。", "plot0": "在欢送仪式上，张校长看着台下的师生，一边发表演说，一边情不自禁地流下感动的泪水。", "plot1": "在欢送仪式上，张校长看着台下的师生闹哄哄的，一生气，决定留下来重新整顿学校。", "label": 0}
{"story": "波特奶奶的儿子哈特是个动物专家。哈特在国外工作。一天，邮递员扛来一个奇怪的硬纸盒，样子好像是个救生圈。这纸盒里是哈特寄给波特奶奶的生日礼物。波特奶奶打开一看，居然是一条蛇的标本。波特奶奶很不解，但还是收下了标本。后来，这条蛇竟然从标本里爬了出来。波特奶奶吓了一大跳。可她发现这条蛇并不咬人，还会帮波特奶奶做很多家务。连毛衣它也能帮奶奶织。<mask>", "plot0": "有这样的宠物，波特奶奶满意极了。", "plot1": "于是，波特奶奶把蛇做成了一个真的标本。", "label": 0}
{"story": "波特奶奶的儿子哈特是个动物专家。哈特在国外工作。一天，邮递员扛来一个奇怪的硬纸盒，样子好像是个救生圈。这纸盒里是哈特寄给波特奶奶的生日礼物。波特奶奶打开一看，居然是一条蛇的标本。波特奶奶很不解，但还是收下了标本。<mask>波特奶奶吓了一大跳。可她发现这条蛇并不咬人，还会帮波特奶奶做很多家务。连毛衣它也能帮奶奶织。有这样的宠物，波特奶奶满意极了。", "plot0": "后来，波特奶奶让波特把自己也做成标本。", "plot1": "后来，这条蛇竟然从标本里爬了出来。", "label": 1}
{"story": "传说古代有一个非常喜爱骏马的国君。他为了得到一匹胯下良骑，曾许以一千金的代价买一匹千里马。千里马十分罕见。<mask>一名宦官就找来一个死马的头，对百姓谎称是千里马的头。他说他找到了千里马，只是找到时马已经死了。国君不解宦官为何说谎。宦官解释说这样才能让大家相信真的有千里马，坚定大家的决心。不出宦官所料，此后，接连有好几个人领着千里马来见国君。", "plot0": "派去买马的人带着很多钱，走镇串乡，买到了许多千里马。", "plot1": "派去买马的人走镇串乡，像大海里捞针一样，连个千里马的影子也没见到。", "label": 1}
{"story": "有一天，风雨交加，浪花涌上海岸。一天一夜过去了，大海退潮了，浪花们回家了。可有一颗小水滴却被遗忘在了岸上。这颗小水滴的名字叫方方。方方很着急，因为太阳一出来她就会被蒸发掉，伤心地哭了起来。小水滴玉玉听到方方的哭声，就跑了过来。方方带着哭腔向玉玉讲述了一切。玉玉听后不知所措，只好把这个消息告诉了海里所有的小水滴。小水滴中的机灵鬼同同听了以后眼睛一转，有了主意。他先把小水滴分成三个组，第一个组去求风，第二个组去求雨，第三个小组准备等刮风下雨的时候把方方给接回海里。风姐姐和雨伯伯答应帮助他们，不一会儿，天就刮起了大风下起了雨来，海水涌上海岸，等海水退潮的时候，方方已经被朋友们送到了安全的地方。<mask>", "plot0": "方方很感动，不断道谢。", "plot1": "方方很失望，再也不理他们了。", "label": 0}
{"story": "有一天，风雨交加，浪花涌上海岸。一天一夜过去了，大海退潮了，浪花们回家了。可有一颗小水滴却被遗忘在了岸上。这颗小水滴的名字叫方方。<mask>小水滴玉玉听到方方的哭声，就跑了过来。方方带着哭腔向玉玉讲述了一切。玉玉听后不知所措，只好把这个消息告诉了海里所有的小水滴。小水滴中的机灵鬼同同听了以后眼睛一转，有了主意。他先把小水滴分成三个组，第一个组去求风，第二个组去求雨，第三个小组准备等刮风下雨的时候把方方给接回海里。风姐姐和雨伯伯答应帮助他们，不一会儿，天就刮起了大风下起了雨来，海水涌上海岸，等海水退潮的时候，方方已经被朋友们送到了安全的地方。方方很感动，不断道谢。", "plot0": "方方很着急，因为太阳一出来她就会被蒸发掉，伤心地哭了起来。", "plot1": "方方开心极了，因为她很快就可以晒太阳了，她盼这一天已经很久了。", "label": 0}
{"story": "有一次，猴子在野兽的集会上跳舞，赢得了大家的好感，被选立为王。狐狸十分嫉妒。一天，狐狸发现一个捕兽夹子里放着肉，便把猴子领到那里去，说自己发现一个宝物，自己没敢动用，留给王室作贡品，并劝他亲自去取。<mask>狐狸撇下猴子便大摇大摆的走了，猴子只能自生自灭。", "plot0": "猴子轻率地跑了上去，结果被夹子夹住了。", "plot1": "猴子非常开心，命令狐狸去把宝物取过来。", "label": 0}
{"story": "有一条小蚯蚓，既不学习疏松土壤的本领，也不好好呆在家里。他总是把自己的脑袋探到土壤外面，因为他恋上了一朵玫瑰花。但是玫瑰花不喜欢这只小蚯蚓。玫瑰花嫌弃这小蚯蚓不会松土。小蚯蚓很伤心，开始好好学习松土。终于，他学会了松土，成为了很厉害的蚯蚓。<mask>", "plot0": "于是，他更讨厌装腔作势的玫瑰花了。", "plot1": "这次，他总算可以跟玫瑰花成为好朋友了。", "label": 1}
{"story": "有一条小蚯蚓，既不学习疏松土壤的本领，也不好好呆在家里。他总是把自己的脑袋探到土壤外面，因为他恋上了一朵玫瑰花。但是玫瑰花不喜欢这只小蚯蚓。玫瑰花嫌弃这小蚯蚓不会松土。小蚯蚓很伤心，开始好好学习松土。<mask>这次，他总算可以跟玫瑰花成为好朋友了。", "plot0": "不久，玫瑰花谢了，他再也不用学松土了。", "plot1": "终于，他学会了松土，成为了很厉害的蚯蚓。", "label": 1}
{"story": "有一个人，骑了一匹黑马，跟着兵队去追击一群强盗。但他很害怕，不敢去交战，就用一些血涂在脸上，睡在死人堆里，装作死了。在他装死时，他的马也被别人夺去了。战斗结束的时候，大家都已经离开。他于是起来，准备回家去。他把一匹战死躺在地上的白马的尾巴截下来带着回去。到了家里，人家问他为什么不骑马回来，他就说他的马战死了，并展示了带回来的尾巴。<mask>他这才发现闹了笑话，尴尬不已。", "plot0": "大家一看，都心疼黑马的毛色都变白了。", "plot1": "大家一看，笑他黑马长了白色的马尾。", "label": 1}
{"story": "从前有个可爱的小姑娘，谁见了都喜欢。但最喜欢她的是她的奶奶，简直是她要什么就给她什么。一次，奶奶送给小姑娘一顶用丝绒做的小红帽，戴在她的头上正好合适。<mask>于是大家便叫她“小红帽”。", "plot0": "从此，小姑娘再也不愿意戴奶奶做的帽子。", "plot1": "从此，小姑娘再也不愿意戴任何别的帽子。", "label": 1}
{"story": "很久以前，在一片美丽而茂密的森林里，住着一群可爱的小动物。一天清晨，蛇宝宝还在甜蜜的睡梦中，鹦鹉叔叔就带信来给蛇妈妈说蛇外婆生病了，让她赶紧去看望她老人家。蛇妈妈一听，非常着急。蛇妈妈看宝宝还在睡觉，估摸着中午之前能赶回来，就给蛇宝宝准备好了早餐，与邻居百灵阿姨打了个招呼，就悄悄出门了。不久，蛇宝宝醒了，发现妈妈不见了，着急地哭了。<mask>蛇宝宝不哭了，和百灵阿姨一起等蛇妈妈回来。蛇妈妈回来后很感谢百灵阿姨，请她一起吃了午饭。", "plot0": "百灵阿姨听见了哭声，烦的不得了，气呼呼飞跑过来，把蛇宝宝一口吃掉了。", "plot1": "百灵阿姨听见了哭声，赶紧过来告诉蛇宝宝他妈妈去看蛇外婆了，中午就能回来。", "label": 1}
{"story": "一天小斑马遇到一匹身穿雪白衣服的小白马。它觉得小白马的衣服很好看，于是小斑马脱掉自己的花条衣服，换成了小白马的衣服。这时，一只饥饿的豹子一眼就发现了身穿白衣服的小斑马，立刻向它猛扑了过去。小斑马撒腿就跑，好不容易找到了一片茂密的丛林躲藏起来。但是，小斑马还是被豹子发现了，于是小斑马再次奔跑。这时，斑马妈妈叫它把白衣服脱掉。小斑马慌忙脱掉白衣，在丛林的掩护下，总算躲过了豹子的追击。豹子走远了，小斑马走出树林。<mask>", "plot0": "它这才明白，花条衣服可以更好地保护自己，再也不羡慕白马的白衣了。", "plot1": "于是，他把白马的白衣送给了豹子，豹子感动地表示以后再也不吃小斑马了。", "label": 0}
{"story": "一天小斑马遇到一匹身穿雪白衣服的小白马。它觉得小白马的衣服很好看，于是小斑马脱掉自己的花条衣服，换成了小白马的衣服。这时，一只饥饿的豹子一眼就发现了身穿白衣服的小斑马，立刻向它猛扑了过去。<mask>但是，小斑马还是被豹子发现了，于是小斑马再次奔跑。这时，斑马妈妈叫它把白衣服脱掉。小斑马慌忙脱掉白衣，在丛林的掩护下，总算躲过了豹子的追击。豹子走远了，小斑马走出树林。它这才明白，花条衣服可以更好地保护自己，再也不羡慕白马的白衣了。", "plot0": "小斑马等豹子过来后，请它和自己一起去小白马那里要回自己的花衣服。", "plot1": "小斑马撒腿就跑，好不容易找到了一片茂密的丛林躲藏起来。", "label": 1}
{"story": "花公鸡捡到一颗亮闪闪的宝石，他用嘴叼着，准备上街去卖掉。花公鸡走啊走，一条大河拦住了去路，他急得团团转。这时，一只大白鹅游了过来，他决定帮公鸡过河。<mask>花公鸡终于能继续去卖宝石了。", "plot0": "公鸡十分感激，坐在鹅背上过了河。", "plot1": "公鸡十分开心，立马下河教鹅游泳。", "label": 0}
{"story": "古时候，齐宣王爱好音乐，尤其喜欢听吹竽，手下有300个善于吹竽的乐师。他喜欢热闹，爱摆排场，总想在人前显示做国君的威严，所以每次听吹竽的时候，总是叫这300个人在一起合奏给他听。<mask>每每在合奏的时候，他都假装演奏来充数。后来齐宣王死了，他的儿子继位。但齐宣王的儿子喜欢的却是独奏，南郭先生怕露馅，赶忙连夜逃出了王城。", "plot0": "不会吹竽的南郭先生听说了，觉得有机可乘，便去加入了乐队。", "plot1": "南郭先生听说了，觉得这是个机会，便毛遂自荐去教齐宣王吹竽。", "label": 0}
{"story": "有个人拥有一只会下金蛋的母鸡。母鸡每天给他生二个金蛋。<mask>他觉得母鸡肚子里肯定有个金矿或者别的财宝。于是，他杀了母鸡，开肠破肚，认真寻找，但是，什么也没有找到。结果是母鸡死了，金蛋没有了，金矿也没有找到。", "plot0": "有了这样的收入，他成了豪富，然后他又买了很多只鸡。", "plot1": "有了这样的收入，他仍不满足，希望尽快成为豪富。", "label": 1}
{"story": "有个人拥有一只会下金蛋的母鸡。母鸡每天给他生二个金蛋。有了这样的收入，他仍不满足，希望尽快成为豪富。他觉得母鸡肚子里肯定有个金矿或者别的财宝。于是，他杀了母鸡，开肠破肚，认真寻找，但是，什么也没有找到。<mask>", "plot0": "结果是母鸡死了，金蛋没有了，金矿也没有找到。", "plot1": "结果他真的成了富豪，并拥有了许多会下金蛋的母鸡。", "label": 0}
{"story": "有个小孩叫小明，他很不喜欢吃粽子，还一看见粽子就吐。有一年又到端午节了，小明还是不吃粽子。<mask>幸亏小明的家人及时赶到，用粽子把魔王吓走了，否则小明就成了魔鬼的食物。从那以后，小明再也不敢不吃粽子了。", "plot0": "于是，有个怕粽子的魔王把小明抓走了，因为只有他没有吃粽子，所以魔王不怕他。", "plot1": "于是，有个怕粽子的魔王来看望小明，希望和他成为朋友，一起学会吃粽子。", "label": 0}
{"story": "有个小孩叫小明，他很不喜欢吃粽子，还一看见粽子就吐。有一年又到端午节了，小明还是不吃粽子。于是，有个怕粽子的魔王把小明抓走了，因为只有他没有吃粽子，所以魔王不怕他。幸亏小明的家人及时赶到，用粽子把魔王吓走了，否则小明就成了魔鬼的食物。<mask>", "plot0": "从那以后，小明再也不敢不吃粽子了。", "plot1": "从那以后，小明总是把家里粽子送给魔王吃。", "label": 0}
{"story": "一年级新生阿诺在路老师的课上，哭了两次。第一次他为找不到铅笔哭，结果铅笔夹在他的耳朵上。第二次因为不小心把本子擦破了，所以阿诺又哭了。<mask>然后他告诉阿诺哭鼻子是会传染的，如果他哭老师也会哭。于是，阿诺再也没有在课堂上哭过。", "plot0": "老师看见了，帮阿诺修好了本子。", "plot1": "老师看见了，让他继续哭，不许停。", "label": 0}
{"story": "大海边，一个老渔夫以打鱼为生。一天，他在海边捕鱼，结果打上了一个铜瓶，上面还有锡封。渔夫很好奇，立刻抽出小刀撬开封口。不料，一股青烟从瓶子冒出来，飘向天空。青烟很快凝聚在一起，变成了一个丑陋的魔鬼。魔鬼指着渔夫，说要杀了他。<mask>于是渔夫大叫魔鬼撒谎，他这么大怎么可能装得进瓶子里。魔鬼见他不信，化作一缕青烟钻进了瓶里。渔夫立刻盖上瓶塞，贴上锡封口。这种忘恩负义的魔鬼就该永远呆在瓶子里。", "plot0": "渔夫很是气愤，明明他救了魔鬼，却还要杀他。", "plot1": "渔夫非常开心，请魔鬼帮他一个忙，把他装到瓶子里去。", "label": 0}
{"story": "有一回，狗突然来找羊，硬说羊向它借过一块面包，要向它讨回来。羊不承认有这回事。于是狗串通了几个证人来作证。<mask>羊真是有口难辩。不得不提前去把羊毛剪掉，赔偿那笔根本没欠过的债务。", "plot0": "狼、鸢和秃鹰都说狗借过面包给羊。", "plot1": "狼、鸢和秃鹰都都帮着羊向狗要回了那块面包。", "label": 0}
{"story": "波奇是只小懒猫，常常太阳都已经晒屁股了，它还在呼呼大睡。它的房间乱糟糟的，垃圾堆得像一座座小山。等到波奇睡醒了，太阳都快下山了。他来到河边看到小花猫、小黑狗和小鸭子正开心地做游戏。他也想加入玩游戏。可是小伙伴都不愿意和懒孩子玩，一哄而散跑回家了。<mask>它洗了澡，换了新衣服，把房间收拾的干干净净的。大家看到波奇的变化，都使劲儿地给波奇鼓掌。他们一起做起了游戏，玩的很开心。", "plot0": "小猫难过极了，它下定决心帮助小花猫他们也变成懒孩子。", "plot1": "小猫难过极了，它下定决心改掉懒惰的毛病。", "label": 1}
{"story": "一头野鹿，有一只眼睛失明。它在海边安顿了下来。<mask>不料，有只海船航海路过此地，船上的人们望见了它，便一阵乱箭把它射死。", "plot0": "她把自己的好眼送给了猎人，请他保护自己，随后跳入海中，快活地游起泳来。", "plot1": "她用好眼严密注视着陆地，警惕着猎人的偷袭；用瞎眼对着大海，以为那里不会发生危险。", "label": 1}
{"story": "晋朝初年，有个名叫满奋的人，长得身材高大魁梧，但却非常怕冷。一天，晋武帝派人来宣召满奋入宫去议事。到了宫中，晋武帝让满奋在靠南的位置上坐下，然后就开始和他商谈朝政。过了一会，晋武帝忽然发现满奋紧皱双眉，浑身打颤，嘴唇更是抖得厉害。他问满奋是不是不舒服。满奋指着北窗解释，因为刮起了大风，他觉得很冷。晋武帝很纳闷，告诉满奋那里装的是玻璃屏，外面就算风再大，也根本吹不进来。<mask>晋武帝闻言哈哈大笑，随即命人给他取来了毯子取暖。", "plot0": "满奋听了恍然大悟，兴奋地把玻璃屏打破，痛痛快快地吹了一阵风。", "plot1": "满奋听了立刻羞红了脸，解释道自己太过怕冷，所以看到树叶动就好像吹到了风一样。", "label": 1}
{"story": "有个老翁，家道殷实，十分富有。可是他祖祖辈辈都是文盲。不识字干很多事都极不方便，老翁尝够了苦头，决心让儿子念书识字。有一年，老翁聘请了一位读书人教他的儿子认字。第一天上学老师教他写了一，第二天老师教他写了二，第三天老师教他写了三。儿子仿佛悟到了什么，他告诉父亲认字太简单了，没必要花钱请先生。<mask>过了几天，老翁想请一位姓万的朋友来喝酒，就吩咐儿子写个请帖。儿子满口答应了，可是一直从早上等到晚上，也没见儿子写好。老翁进屋一看，原来儿子在画一万个道道。老翁顿时气晕了。", "plot0": "于是，老翁高兴地请这位老师也来教自己识字。", "plot1": "见到儿子这么聪明，老翁高兴地辞退了老师。", "label": 1}
{"story": "外出旅行的辛巴达遇到海啸，在海上漂流了一天一夜，终于漂流到一个大岛上了。他用尽了最后的力气爬上岸，随即昏过去。等他苏醒过来，一睁开眼睛就发现，有四五个人站在他的身旁。原来他来到了爱尔米兰琪陛下的都城，这四个人便是国王的马夫。他们带辛巴达去见了国王。<mask>因为他工作勤勤恳恳，得到了国王和当地人们喜爱。他还常常得到国王赏赐的珍贵物品。从此过上了幸福的生活。", "plot0": "国王听说了辛巴达遭遇很是惊奇，便让辛巴达留下来工作。", "plot1": "国王听说了辛巴达遭遇很是惊奇，便让辛巴达立马带上自己去旅行。", "label": 0}
{"story": "阿拉丁预备了十箱宝贵的礼品，要带往宫中呈献给教皇。第二天，阿拉丁到了皇宫，拜见教皇并呈上了礼品。<mask>从此，阿拉丁就以教皇近侍的身份，每天都到皇宫里为教皇服务。", "plot0": "教皇心情很差，拒绝了接见他。", "plot1": "教皇高兴极了，立即封了他做了酒友。", "label": 1}
{"story": "短尾兔的尾巴很短，可是胆子却特别大。一天，短尾兔正和小刺猬、小猴子玩捉迷藏。突然，小松鼠慌慌张张地朝大家跑了过来。他告诉大家，自己遇到了一个会说话的瓶子。<mask>于是，短尾兔找到了那个瓶子。瓶子果然果然在说话，它让短尾兔把瓶子打碎。短尾兔照做了，不一会，一只灰兔出现了。原来灰兔被巫婆施了魔法，多亏短尾兔胆子大才救了它。于是短尾兔又多了一个朋友。", "plot0": "大家都很害怕，只有短尾兔要去看看。", "plot1": "大家都跑去看热闹，只有短尾兔吓得一动不敢动。", "label": 0}
{"story": "很久以前，在一个非常美丽的草原上，住着一只爱说谎的小象和一只会魔法的小松鼠。有一回小象碰见了小鸟，骗它说背后有一条蛇，吓得小鸟的羽毛都竖了起来。小象又碰见了小猪，骗小猪说身后有个猎人正拿枪对着它，吓得小猪满身大汗撒腿就跑。它还骗了很多很多的小动物，它只想着自己开心却不顾别人的感受。<mask>小松鼠听后答应一定要惩罚一下小象。有一天小松鼠趁小象熟睡时给它施了魔法，只要小象说谎鼻子就会变长。小动物们看见小象鼻子变长了就知道它在说谎，就不会害怕了。小松鼠告诉小象，两周内还改不掉说谎的坏习惯，那它的鼻子就变不回原来的样子了。结果小象还是没有改掉。于是直到现在，小象的鼻子还是长长的。", "plot0": "小动物们都觉得很有趣，于是让小象也去吓吓小松鼠。", "plot1": "小动物们都很生气，于是纷纷向小松鼠告状。", "label": 1}
{"story": "一只小鸟和一棵树是好朋友。鸟儿坐在树枝上，天天给树唱歌。树呢，天天听着鸟儿唱歌。日子一天天过去，寒冷的冬天就要来到了。<mask>他们约定好，来年春天还要一起唱歌。春天到了，鸟儿又回到了这里。可是大树不见了，它被伐木工人砍倒了。于是，鸟儿唱着忧伤的歌飞走了。", "plot0": "鸟儿必须离开树，飞到很远很远的地方去。", "plot1": "鸟儿必须离开这里，他背着树一起飞走了。", "label": 0}
{"story": "一只小鸟到处找吃的，它刚离开妈妈一个人生活，肚子很饿。突然，小鸟发现地上有一小片面包屑，它高兴极了，呼啦一下扑到地上啄起面包屑。这时它听到面包上发出了声音，原来这里还有一只蚂蚁。<mask>小鸟很抱歉，它告诉蚂蚁自己是第一天离开妈妈出来找吃的。蚂蚁一听，深有感触。因为它和小鸟一样都是第一天离开妈妈。于是，他们两个家伙成为了好朋友，一起分享了面包屑。", "plot0": "蚂蚁很生气，它正举着面包屑回家呢，结果被小鸟抢走了。", "plot1": "蚂蚁开心地和小鸟打招呼，终于有人来和它分享面包屑了。", "label": 0}
{"story": "小象个子大力气大，到处欺负人，因此没有人愿意和他一起玩。雨季到了，小象因为没有雨伞而不能出去玩。好心的小动物们让制伞公司给他送去一把超大号雨伞。小象觉得很感动，决心再也不欺负别人了。后来某天突然下起了大雨，去山上玩的小动物们被困在了。<mask>大家很感激小象，又开始和他一起玩耍。", "plot0": "小象在雨里把伞洗干净后就回家了。", "plot1": "小象带着那把伞帮大家遮雨。", "label": 1}
{"story": "小象个子大力气大，到处欺负人，因此没有人愿意和他一起玩。雨季到了，小象因为没有雨伞而不能出去玩。好心的小动物们让制伞公司给他送去一把超大号雨伞。小象觉得很感动，决心再也不欺负别人了。后来某天突然下起了大雨，去山上玩的小动物们被困在了。小象带着那把伞帮大家遮雨。<mask>", "plot0": "大家很感激小象，又开始和他一起玩耍。", "plot1": "大家越来越讨厌小象，把那把雨伞要了回来。", "label": 0}
{"story": "漂亮的小海鸥整天臭美不劳动，勤劳的小雨燕和海燕都不喜欢她，小海鸥伤心地哭了。她看见大海里的自己哭得小脸皱成了一团，一点都不漂亮也开始嫌弃自己了。大海妈妈一直在耐心地安慰和鼓励她。<mask>从此海鸟劳动者的队伍里多了一只美丽的小海鸥。", "plot0": "于是，小海鸥委屈地扑到大海妈妈怀里去，却忘记了自己不会游泳，被淹死了。", "plot1": "于是，小海鸥开始学着和其他人一起劳动，大家也都渐渐地喜欢上她。", "label": 1}
{"story": "漂亮的小海鸥整天臭美不劳动，勤劳的小雨燕和海燕都不喜欢她，小海鸥伤心地哭了。她看见大海里的自己哭得小脸皱成了一团，一点都不漂亮也开始嫌弃自己了。大海妈妈一直在耐心地安慰和鼓励她。于是，小海鸥开始学着和其他人一起劳动，大家也都渐渐地喜欢上她。<mask>", "plot0": "从此大海妈妈让大家都不要理小海鸥。", "plot1": "从此海鸟劳动者的队伍里多了一只美丽的小海鸥。", "label": 1}
{"story": "炎热的夏天到了，小羚羊的妈妈要带她去高山地带避暑。小羚羊想着他的小伙伴们一定也热得难受，准备约大家一起去。<mask>最后小羚羊只好自己和妈妈去高山地带避暑了。", "plot0": "可是她问了一圈，发现大家都有自己独特的避暑方式，根本不需要去高山地带避暑。", "plot1": "可是她问了一圈，发现大家都冷得发抖，根本不需要去高山地带避暑。", "label": 0}
{"story": "炎热的夏天到了，小羚羊的妈妈要带她去高山地带避暑。小羚羊想着他的小伙伴们一定也热得难受，准备约大家一起去。可是她问了一圈，发现大家都有自己独特的避暑方式，根本不需要去高山地带避暑。<mask>", "plot0": "最后小羚羊只好自己和妈妈去高山地带避暑了。", "plot1": "可是小羚羊觉得一点都不热了，就留下来不去高山地带了。", "label": 0}
{"story": "蜘蛛是一位手艺很好的鞋匠，小虫虫们都喜欢请他给自己做小皮鞋。一天，毛毛虫也来找蜘蛛做小皮鞋。蜘蛛答应等做完蜈蚣先生的四十二只鞋子再给她做。<mask>蜘蛛做好鞋后找不到她，便将鞋子挂在了树上。等毛毛虫从茧里出来的时候已经变成了美丽的蝴蝶，再也不需要蜘蛛给她做的小皮鞋了。", "plot0": "小毛毛虫睡在大树上等啊等，一阵风吹来她感到很冷，便开始吐丝结茧，把自己包裹在茧里。", "plot1": "小毛毛虫睡在大树上等啊等，一阵风吹来把她吹了下去，把腿摔断了，再也穿不了鞋了。", "label": 0}
{"story": "蜘蛛是一位手艺很好的鞋匠，小虫虫们都喜欢请他给自己做小皮鞋。一天，毛毛虫也来找蜘蛛做小皮鞋。蜘蛛答应等做完蜈蚣先生的四十二只鞋子再给她做。小毛毛虫睡在大树上等啊等，一阵风吹来她感到很冷，便开始吐丝结茧，把自己包裹在茧里。蜘蛛做好鞋后找不到她，便将鞋子挂在了树上。<mask>", "plot0": "等毛毛虫从茧里出来的时候已经变成了美丽的蝴蝶，再也不需要蜘蛛给她做的小皮鞋了。", "plot1": "等毛毛虫从茧里出来的时候已经长大了许多，她的脚再也穿不下当初那双小皮鞋了。", "label": 0}
{"story": "有一天，小鸭子去森林的一条小河里游泳，一不小心掉进了猎人的陷阱里。陷阱太深了，小鸭子怎么也爬不上来，急得哭起来。小动物们听到哭声都赶了过来。<mask>可是陷阱很深，大家都失败了。后来小熊带着大家提着小木桶往井里倒水。井里的水越来越多，小鸭子终于游了上来。", "plot0": "大家都幸灾乐祸地嘲笑小鸭子。", "plot1": "大家想了各种办法救小鸭子上来。", "label": 1}
{"story": "有一天，小鸭子去森林的一条小河里游泳，一不小心掉进了猎人的陷阱里。陷阱太深了，小鸭子怎么也爬不上来，急得哭起来。小动物们听到哭声都赶了过来。大家想了各种办法救小鸭子上来。可是陷阱很深，大家都失败了。后来小熊带着大家提着小木桶往井里倒水。<mask>", "plot0": "井里的水越来越多，小鸭子终于游了上来。", "plot1": "井里的水越来越多，小鸭子终于喝了个痛快。", "label": 0}
{"story": "国王有位漂亮的小公主。有一天，小公主去森林里的水井边玩耍，不小心把金球掉进了井里。井里的一只小青蛙说自己可以帮小公主把球捡回来，不过他要求去皇宫和小公主一起生活。<mask>于是小青蛙也没有帮小公主捡球，他伤心地离开了。", "plot0": "小公主见小青蛙长得十分丑陋，便没有答应他的条件。", "plot1": "小公主非常喜欢小青蛙，让他带自己去井里捡金球。", "label": 0}
{"story": "一天早晨，水牛正在离大河口不远的大树下休息。这时，飞来一只阳雀。水牛认为阳雀胃口小，不需要来大河口喝水。阳雀听了告诉水牛自己比水牛还能喝。<mask>阳雀利用喝水涨退的变化，最终赢了水牛。水牛再也不敢小看阳雀了。", "plot0": "水牛不信，于是他们决定比试。", "plot1": "水牛不信，一口就把阳雀吞了下去。", "label": 0}
{"story": "小鹿菲菲要盖一所新房子，森林里的小动物们听说了都跑来给他帮忙。菲菲看大伙累得汗流浃背，便告诉大伙等新房子盖好了就邀请大家来做客。新房子盖好不久后，小伙伴们都来参观了。<mask>大家在菲菲的新房子里玩得非常开心。", "plot0": "菲菲高兴地邀请大家去新房子里玩耍。", "plot1": "菲菲高兴地邀请大家把房子拆了再重新盖过。", "label": 0}
{"story": "小蚂蚁坐上汽车去森林里看望外婆。汽车上还有很多其他小动物。车开到半路的车站时，熊婆婆上来了。可是座位已经满了，大家都在给熊婆婆让座。熊婆婆也不愿意让大家站着，就没有接受大家的好意。<mask>一路上，小蚂蚁给熊婆婆唱了很多好听的歌曲，熊婆婆听着歌曲非常开心。", "plot0": "这时小蚂蚁让熊婆婆坐在了自己的座位上，然后他坐在了熊婆婆的肩膀上。", "plot1": "这时小蚂蚁就扶着熊婆婆下了车，一起等下趟车。", "label": 0}
{"story": "有一只小老鼠很不喜欢生病吃药。一天，他去小刺猬家做客，小刺猬躺在床上，口里含根小玻璃管子。小刺猬的妈妈告诉他小刺猬生病了，不能和他一起玩。于是小老鼠以为生病了只需要在嘴里含一根玻璃管子就行了。不久后，小老鼠也生病了。他找了一根玻璃管子含在嘴里。<mask>他只好去医院看病，医生给他开了一些药，吃了药之后他的病才逐渐好了。", "plot0": "可是他的病不但没好，反而更严重了。", "plot1": "他把玻璃管子咬碎后全吞了下去，果然一点也不苦。", "label": 0}
{"story": "一天，家鼠被一只野鼠邀请到家里做客。野鼠拿出很多好东西招待家鼠。家鼠平时吃惯了各种美食，觉得这些东西一点都不好吃。他拉着野鼠去城里吃东西。他们来到了城里家鼠安家的大房子里，吃着很多好吃的。<mask>野鼠害怕地回到家里，从此再也没有进过城。", "plot0": "这时，一位厨师突然打开了厨房的门，家鼠躲进了自己屋里，野鼠却差点被抓住。", "plot1": "这时，一位厨师突然打开了厨房的门，翻出了更多好吃的东西，欢迎野鼠的到来。", "label": 0}
{"story": "从前，有一位猎人带着弓箭去森林里打猎。他射死了一只鹿，将鹿背在肩上赶回家去。<mask>猎人背着鹿不能拉开弓箭，便拔出刀上前与熊搏斗，却被熊压死了。熊也受了很重的伤，因为流血过多死去了。傍晚，这里来了一只狼。狼看见地上有一只死鹿、一只死熊，一具猎人的尸体，非常开心。他叫来了几个同伴，一起分享了这顿美食。", "plot0": "途中他遇上了一只熊，就把鹿送给了熊吃。", "plot1": "途中他遇上了一只熊，这只熊跑过来就要咬他。", "label": 1}
{"story": "从前，有一个流浪街头的年轻人，二十多了依然没有找到固定工作。有一天，一个中年人告诉他自己可以教他一身好功夫，让他从此不愁吃喝。<mask>在和中年人学功夫的时候，年轻人才发现中年人竟是一个小偷，教他的都是些偷鸡摸狗的本领。年轻人不想学这些不好的本事，便偷偷离开了中年人，再也没有回去过。", "plot0": "年轻人听了非常高兴，答应带他一起去流浪。", "plot1": "年轻人听了非常高兴，便拜了中年人为师。", "label": 1}
{"story": "有一对夫妻，经常为了纺纱的事闹得不愉快。丈夫希望妻子能勤勤恳恳地纺纱，但妻子却不喜欢纺纱。妻子为了不再纺纱，就偷偷把线轴丢掉了，还告诉丈夫没有线轴所以自己没法纺纱。<mask>妻子这下没有理由偷懒了，便乖乖纺起了纱。", "plot0": "丈夫听了后，马上去森林里砍了一棵树做成了线轴交给妻子。", "plot1": "丈夫听了后，非常生气，把妻子赶去了森林。", "label": 0}
{"story": "一天清晨，狗从睡梦中醒来，觉得好寂寞好无助。他决定找一位强壮又勇敢的朋友给自己作伴。他听别的动物们说狮子是最强壮最勇敢的，便找到了狮子说想和他做朋友。狮子答应了狗。半夜狗叫了一声，却被狮子呵斥了一顿。<mask>狗这才知道原来最厉害的是人。于是，狗找到了一户人家，和他们做起了好朋友。", "plot0": "狮子说狗叫声太好听了，让狗教他如何能发出这么好听的声音。", "plot1": "狮子说要是被人给听到了，肯定要抓了他们俩吃掉。", "label": 1}
{"story": "狼路过一处田地，看到地里有许多大麦。狼不吃大麦，就打算离开。这时他遇到一匹马。<mask>马知道狼没安好心，肯定是想把自己留在这里再想办法吃了自己，就赶紧拒绝了狼的好意，头也不回地离开了。", "plot0": "他将马领到田里，告诉马这些大麦都是自己特意留给马的。", "plot1": "他将马领到田里，耐心地教马怎么种大麦，这样马再也不会挨饿了。", "label": 0}
{"story": "狼路过一处田地，看到地里有许多大麦。狼不吃大麦，就打算离开。这时他遇到一匹马。他将马领到田里，告诉马这些大麦都是自己特意留给马的。<mask>", "plot0": "马知道狼没安好心，肯定是想把自己留在这里再想办法吃了自己，就赶紧拒绝了狼的好意，头也不回地离开了。", "plot1": "马非常感谢狼，知道他是想和自己做朋友，就赶紧和狼一起痛痛快快地把麦子吃了饱。", "label": 0}
{"story": "一天，小松鼠从树上爬下来，到地上玩耍。他看见一个大梨子正躺在地上，便将它带回了家。<mask>他想用剩下的半个梨子做一把小提琴，便找来了小树枝和自己的胡子，很快便做好了小提琴。小松鼠拉起了琴，优美的琴声夹杂着一丝香味，飘荡在森林里。森林里的小动物们听到后都觉得非常开心。", "plot0": "回到家，小松鼠找来一把刀，准备将大梨子切开，但小松鼠想了想，还是将它送回树上去了。", "plot1": "回到家，小松鼠找来一把刀，将大梨子对半切开，一阵香味飘出，小松鼠忍不住吃了一半。", "label": 1}
{"story": "有一只青蛙，她非常羡慕公牛气派的身材，绞尽脑汁想在身材的魁梧方面和公牛比比高低。于是，她舒展全身，鼓足了气，将肚皮撑起来。<mask>小青蛙不甘心，继续鼓着气，她的肚皮越来越大，终于砰的一声把自己胀破了。", "plot0": "别的小青蛙也学着她这样拼命地鼓气！", "plot1": "别的小青蛙告诉她这样离公牛也还差得远呢！", "label": 1}
{"story": "老乌鸦曾被狐狸骗过，他告诫小乌鸦要提防着狐狸。一天，小乌鸦正叼着一块肉站在树上，这时狐狸走了过来。<mask>小乌鸦谨遵老乌鸦的教诲，没有上他的当。狐狸见这招行不通，便灰溜溜地离开了。", "plot0": "他对小乌鸦说起了甜言蜜语，耍着老把戏。", "plot1": "他耐心地把肉喂给小乌鸦吃完后，又去给他找肉了。", "label": 0}
{"story": "从前有一个人，他讨了两个老婆。如果他和其中一个亲近，另一个就要吃醋，因此他很为难。他想来想去想到了一个办法，决定正身仰卧在两个老婆中间，绝不向左右转侧。一天晚上，下起了大雨，房屋破漏，水和泥纷纷掉了下来，恰好掉进他的眼睛里。<mask>很不幸，他的眼睛也因此失明了。", "plot0": "他为了不偏袒，只好躺在那里一动不动。", "plot1": "他为了不偏袒，让两个老婆都去修房子。", "label": 0}
{"story": "从前，有一个坏心眼的富翁，仗着自己有钱，总是欺压穷人。有一次，富翁觉得光攒钱没什么意思，就想瞧一瞧别人在他面前卑躬屈膝，丧失尊严的样子。于是，富翁派人把欠了他钱的张老大、王老二、丁老三抓到家里来。富翁要三人说说来生怎么还富翁的债，说的好的，富翁便不要他还钱了。三人听了，都知道富翁这是在侮辱自己，可是也没有办法。于是，张老大和王老二都说来世要给富翁当牛做马来还债。富翁听了，很满意，便把张老大和王老二的借据烧了。这时，丁老三说来世要给富翁当爸爸，把偌大的房产家业全都留给富翁，以此来还债。<mask>最后，富翁不情愿地把丁老三的借据也烧了。", "plot0": "富翁听了开心极了，他等不及下辈子，立马就叫丁老三做爸爸。", "plot1": "富翁听了知道自己被羞辱了，可是又觉得丁老三说的有道理。", "label": 1}
{"story": "有一只骆驼离开主人，独自走着，缰绳拖在地下。这时，一只老鼠咬住缰绳的一头，牵着这只大骆驼走着。老鼠觉得自己能拉走一只大骆驼，很了不起。一会儿，它们来到河边。只见骆驼很轻松地走到河中央。骆驼跟小老鼠说，河水只到膝盖。<mask>骆驼听完，说小老鼠终于认识到自己的不足了。小老鼠听了不好意思地笑了。最后，骆驼驮着小老鼠过了河。", "plot0": "小老鼠让骆驼把河水喝干后，又拉着骆驼过河了。", "plot1": "小老鼠说，自己的膝盖跟骆驼的膝盖还是有区别的。", "label": 1}
{"story": "小鸟跟着小鹿去海边玩。小鸟看见一群小海龟在沙滩上嬉戏，便走了过去。小海龟们看见小鸟来了，害怕地赶紧往海里爬。但是，有一只肥胖的小海龟在地上打滚。最后，胖海龟被小鸟抓住了。小鸟飞到小鹿身边，跟小鹿说，自己抓住了一只胖海龟。说着就要吃掉海龟。小鹿连忙制止了小鸟。小鹿对小鸟说，小海龟也是有生命的。<mask>后来，小鹿和小鸟在海边玩了一天。直到傍晚，他们才依依不舍地回家。", "plot0": "小鸟听了小鹿的话，觉得很有道理，便放了小海龟。", "plot1": "小鸟觉得小鹿的话很有道理，便和它把胖海龟分着吃了。", "label": 0}
{"story": "池塘边上住着一条蛇，它成天横行霸道，见到青蛙就不放。青蛙们害怕极了，听到一点动静就马上钻进水里藏起来。有一天，飞来一只鹰，啄死了这条蛇。青蛙们高兴极了，都来到岸边上又是唱歌又是跳舞。有一只青蛙吹牛，说他曾经骂过那条蛇。其他青蛙听了，纷纷说着自己曾经挑战那条蛇的事迹。青蛙们说的正高兴，一个淘气的小孩扔过来一段草绳。<mask>", "plot0": "青蛙们用绳子套住了那只鹰，把它送给了那个孩子。", "plot1": "青蛙们以为又来了一条蛇，谁也顾不上吹牛了，一个个全都逃得无影无踪了。", "label": 1}
{"story": "池塘边上住着一条蛇，它成天横行霸道，见到青蛙就不放。青蛙们害怕极了，听到一点动静就马上钻进水里藏起来。有一天，飞来一只鹰，啄死了这条蛇。<mask>有一只青蛙吹牛，说他曾经骂过那条蛇。其他青蛙听了，纷纷说着自己曾经挑战那条蛇的事迹。青蛙们说的正高兴，一个淘气的小孩扔过来一段草绳。青蛙们以为又来了一条蛇，谁也顾不上吹牛了，一个个全都逃得无影无踪了。", "plot0": "青蛙们高兴极了，都来到岸边上又是唱歌又是跳舞。", "plot1": "青蛙们伤心极了，费尽心思想要救活这条蛇。", "label": 0}
{"story": "农夫替牛解下犁套，牵着牛去喝水。这时，有只穷凶极恶的饿狼正出来觅食。狼看见那犁后，上前舔了起来，觉得有牛肉味，便不知不觉地将脖子慢慢地伸了进去。结果狼的头被犁卡住，再无法拔出来。狼只好拉着犁在田里耕起田来。农夫回来后，看见了狼，还以为狼是弃恶从善，来帮他种田了。于是，农夫帮狼解下了犁套。<mask>", "plot0": "狼重获自由后，转头就把农夫和牛都吃了。", "plot1": "狼重获自由后，监督牛把地全部犁完了。", "label": 0}
{"story": "农夫替牛解下犁套，牵着牛去喝水。这时，有只穷凶极恶的饿狼正出来觅食。狼看见那犁后，上前舔了起来，觉得有牛肉味，便不知不觉地将脖子慢慢地伸了进去。结果狼的头被犁卡住，再无法拔出来。狼只好拉着犁在田里耕起田来。<mask>于是，农夫帮狼解下了犁套。狼重获自由后，转头就把农夫和牛都吃了。", "plot0": "农夫回来后，看见了狼，赶紧让牛把狼吃了。", "plot1": "农夫回来后，看见了狼，还以为狼是弃恶从善，来帮他种田了。", "label": 1}
{"story": "一位不称职的校对员，在一张手稿上发现三十个错误。校对员立刻亲自动手改正。只见校对员不耐烦地划掉错字，由于手太重，在手稿上划出三道口子。<mask>佣人来打扫卫生时，把稿纸扔进垃圾筒，带走了。后来，校对员因为没有按时完成任务，收到了惩罚。", "plot0": "看见纸被弄破，校对员更加小心地校对，很快就完成了任务。", "plot1": "看见纸被弄破，校对员生气地把手稿揉成一团，顺手扔了。", "label": 1}
{"story": "兔子和土狼住得不远。土狼经常欺负兔子。兔子想找机会报仇。一天，狼看见兔子抱着一罐蜂蜜在路上走着，就一直跟在兔子后面，想找机会抢了蜂蜜。<mask>兔子给狮子递上蜂蜜，跟狮子说，他本想把蜂蜜献给狮子，可是狼却说自己比狮子要厉害，狼还想抢走蜂蜜。狮子听后，看看兔子身后的狼，一下扑过去，把狼咬死了。", "plot0": "兔子知道狼的心思，就故意把狼引到狮子跟前。", "plot1": "兔子给狼递上蜂蜜，请他好好享用。", "label": 0}
{"story": "有一对夫妇，他们总爱为一点小事争吵。有一天，妻子做好菜后，到酒缸去取酒。当妻子看到酒缸里自己的倒影时，以为丈夫藏了别的女人在里面。妻子找到丈夫破口大骂，丈夫也跟妻子对骂起来。最后，闹到了官府。<mask>一个侍卫抡起大锤，把酒缸砸了一个洞。不一会儿，酒流光了，缸里没了人影。妻子才知道，她妒忌的是自己的影子。妻子惭愧地跟丈夫道歉。后来，他们夫妇重归于好了。", "plot0": "官老爷听了事情原委后，去他家把酒都喝光了。", "plot1": "官老爷听了事情原委后，命人把那酒缸抬了过来。", "label": 1}
{"story": "有一匹小马十分好心。它经常让一只小麻雀一起吃自己的饲料。夏天来临，马厩旁边常常有成群结队的苍蝇飞来飞去。<mask>这样，小马终于免受苍蝇的折磨。后来，小马和小麻雀成为了很好的朋友。", "plot0": "小麻雀就来帮马抓苍蝇。", "plot1": "小麻雀就帮小马一起喂苍蝇。", "label": 0}
{"story": "有一匹小马十分好心。它经常让一只小麻雀一起吃自己的饲料。夏天来临，马厩旁边常常有成群结队的苍蝇飞来飞去。小麻雀就来帮马抓苍蝇。这样，小马终于免受苍蝇的折磨。<mask>", "plot0": "后来，小马和小麻雀成为了很好的朋友。", "plot1": "后来，小麻雀和苍蝇成了好朋友，它们一起欺负小马。", "label": 0}
{"story": "有个叫王三的人，他想做生意挣大钱。于是，王三就拿了一笔钱，在集市上买了五头小毛驴，准备回去卖钱。王三骑着小毛驴往家走。一边走一边数，发现只有四头驴了。<mask>这回是五头驴了。原来，王三是忘了数自己骑的那头驴。王三自嘲地笑了笑。随后，王三骑着毛驴继续往前走了。", "plot0": "他连忙从驴身上跳下来，又去买了一头驴。", "plot1": "他连忙从驴身上跳下来，又数了一遍。", "label": 1}
{"story": "太阳高高挂在天空，大地简直快要被烤焦了。一连三个月没有下雨，池塘里的水越来越少了。动物们都十分着急。猕猴想到再挖一口井。<mask>狗熊和狐狸见猕猴在挖井，走了过去。狗熊说自己力气大，帮着猕猴一起挖了起来。狐狸说自己跑得快，赶紧去召集大伙都来帮忙。不一会，小动物们都来帮忙挖井了。有了大伙的配合，猕猴挖井的进度快多了。在大家得共同努力下。一会儿的功夫，井中就冒出了清澈的水。小动物喝着井水，都觉得自己的劳动成果格外甘甜。", "plot0": "于是，猕猴拿了工具，准备把大树砍下来。", "plot1": "于是，猕猴拿了工具，在大树旁边开始挖井。", "label": 1}
{"story": "太阳高高挂在天空，大地简直快要被烤焦了。一连三个月没有下雨，池塘里的水越来越少了。动物们都十分着急。猕猴想到再挖一口井。于是，猕猴拿了工具，在大树旁边开始挖井。狗熊和狐狸见猕猴在挖井，走了过去。狗熊说自己力气大，帮着猕猴一起挖了起来。狐狸说自己跑得快，赶紧去召集大伙都来帮忙。不一会，小动物们都来帮忙挖井了。有了大伙的配合，猕猴挖井的进度快多了。在大家得共同努力下。一会儿的功夫，井中就冒出了清澈的水。<mask>", "plot0": "小动物喝着井水，都觉得自己的劳动成果格外甘甜。", "plot1": "小动物齐心协力地挑来许多土，终于把这个井填实了。", "label": 0}
{"story": "出海航行的人喜欢带着一些动物，以供旅行中消遣。有个海员带着一只猴子航海。当到达雅典阿提卡的苏尼翁海峡时，一场风暴突然袭来。船被狂风巨浪打翻了，大家都纷纷跳入水中逃生。猴子也机灵地跳入水中。海豚看见了猴子，以为是人，立即钻到猴子底下，把它托起来，安全地送往岸边。到达雅典海港珀赖欧斯时，海豚问那猴子是不是雅典人。<mask>海豚同情猴子失去自由的生活，答应把猴子送到附近的小岛，那里有大片的森林。猴子听了开心极了。", "plot0": "猴子告诉海豚，自己并不是人，只是一只供人们消遣的猴子。", "plot1": "猴子告诉海豚，自己是一只海豚，希望和它永远生活在海里。", "label": 0}
{"story": "出海航行的人喜欢带着一些动物，以供旅行中消遣。有个海员带着一只猴子航海。当到达雅典阿提卡的苏尼翁海峡时，一场风暴突然袭来。船被狂风巨浪打翻了，大家都纷纷跳入水中逃生。猴子也机灵地跳入水中。海豚看见了猴子，以为是人，立即钻到猴子底下，把它托起来，安全地送往岸边。到达雅典海港珀赖欧斯时，海豚问那猴子是不是雅典人。猴子告诉海豚，自己并不是人，只是一只供人们消遣的猴子。海豚同情猴子失去自由的生活，答应把猴子送到附近的小岛，那里有大片的森林。<mask>", "plot0": "猴子把海豚抓去送给了海员。", "plot1": "猴子听了开心极了。", "label": 1}
{"story": "一天，母鸡来找猎狗警官报警，她的小鸡不见了。猎狗在母鸡家的窗台上发现了黄鼠狼和狐狸的脚印。<mask>可没人承认偷了小鸡。这时猎狗发现狐狸的脚上有血迹。它提取血迹进行化验，确定了是小鸡的血。这下狐狸只有招供了，果然是它偷了小鸡。", "plot0": "它请这两个家伙教自己怎么偷小鸡。", "plot1": "它把这两个家伙都叫过来审问。", "label": 1}
{"story": "一个小伙子推着一辆装满葡萄酒的板车去送货。路上，车轮不小心陷入一个大坑里。无论小伙子怎么用力，车轮都纹丝不动。正当他一筹莫展时，圣母玛丽亚出现了。她请小伙子给她杯酒喝，还说喝完酒能帮小伙子把车轮弄出来。小伙子并不相信她帮得了忙，不过，还是很乐意给她一杯酒的，只不过没有酒杯，没法儿盛酒。圣母发现路边正开着几朵酒杯似的花，便摘下了一朵。小伙子为她斟了满满一杯葡萄酒。圣母刚刚把酒喝完，奇迹就发生了。<mask>小伙子十分惊喜，想要感谢圣母时却发现圣母已经悄然离去了。", "plot0": "车轮慢悠悠地爬出大坑，停在了平坦的路面上。", "plot1": "大坑变成了一张大嘴，把车里的葡萄酒全部喝光了。", "label": 0}
{"story": "小花猫的新家装修好了。它请了几个好朋友到家里来玩。可是那天只有小白兔按时来了。小花猫很失望，它嘟囔着，该来的没来。小白兔生气了，以为它是不该来的，就要走。这时其他几个朋友都来了。<mask>小花猫又嘟囔，不该走了走了。刚来的朋友们听到它这么说，也生气了，觉得小花猫是说它们该走，于是大家都走了。只有小花猫一个人孤零零地待在新房子里了。", "plot0": "小白兔还是要走。", "plot1": "小白兔抱住了小花猫。", "label": 0}
{"story": "小蚂蚁在田间费力地搬运着麦粒儿，为冬天储备着粮食。屎壳郎觉得蚂蚁真可笑，这么多麦粒儿，搬来搬去多费劲。屎壳郎走到一堆牛粪前，慢吞吞享用了一餐，回洞去了。<mask>它后悔没储备粮食，发誓明年一定要向蚂蚁学习。可是不幸的是它没能熬过这个冬天。", "plot0": "秋去冬来，屎壳郎的粮多到没地方放了。", "plot1": "秋去冬来，屎壳郎断了粮。", "label": 1}
{"story": "春秋时期，越国被吴国打败。吴王夫差答应了越国的求和，但是要越王勾践亲自到吴国去做人质。勾践到了吴国，夫差让他住到一间石屋里，叫勾践替他喂马。夫差每次坐车出去，勾践就为他拉马。<mask>勾践回到越国后，立志报仇雪耻。他唯恐安逸的生活消磨了意志，就搬出了舒适的王宫。勾践每天睡在柴草上，从房梁吊下一根绳子，绳子下端拴着一枚奇苦无比的猪苦胆。每天醒来，勾践第一件事就是尝一口苦胆，天天如此，雷打不动。凭着这种精神，勾践领导自己的国家一天天强大起来。后来，越国攻打吴国，大获全胜，最终消灭了吴国", "plot0": "这样过了两年，夫差认为勾践太没用了，就让人杀了勾践。", "plot1": "这样过了两年，夫差认为勾践真心归顺了他，就放了勾践。", "label": 1}
{"story": "为了攻占特洛伊城，希腊人制造出一匹巨大无比的马，马肚子里躲藏着许多战士。特洛伊人发现了这匹木马，一个名叫西农的希腊人装作逃难的，哭着对特洛伊人说，木马是献给雅典娜的，要是被特洛伊人拖进城去，雅典娜就会保护特洛伊人，而不会保护希腊人了。<mask>晚上，西农打开木马身上的门，放出希腊战士，一举摧毁了特洛伊城。", "plot0": "特洛伊人听了毫不怀疑，他们出动大量人马把木马运去了希腊。", "plot1": "特洛伊人听了毫不怀疑，他们出动大量人马把木马拖进了城。", "label": 1}
{"story": "春秋时期，丞相管仲跟随齐桓公攻打孤竹国，误入一个迷谷。齐军在迷谷里转了三天三夜，也没找到出路。如果三天之内再走不出去，他们还将面临粮尽草绝的困境。齐桓公心急如焚。这时，管仲让人在军队里挑出几匹当地的老马，解开缰绳，让它们走在前头，，齐军静静地跟在后面。马儿们最终不负众望，将齐军带到了一条大路上。<mask>", "plot0": "齐军就这样走出了绝境。", "plot1": "齐军就这样把老马送还了敌军。", "label": 0}
{"story": "春秋时期，丞相管仲跟随齐桓公攻打孤竹国，误入一个迷谷。齐军在迷谷里转了三天三夜，也没找到出路。如果三天之内再走不出去，他们还将面临粮尽草绝的困境。齐桓公心急如焚。这时，管仲让人在军队里挑出几匹当地的老马，解开缰绳，让它们走在前头，，齐军静静地跟在后面。<mask>齐军就这样走出了绝境。", "plot0": "齐军实在不想走了，把这几匹马杀了吃了。", "plot1": "马儿们最终不负众望，将齐军带到了一条大路上。", "label": 1}
{"story": "司马迁是西汉著名的史学家、思想家和文学家。有一年，汉武帝派将军李陵率兵讨伐匈奴。刚开始，李陵捷报频传。后来，李陵率兵攻进沙漠。由于自然环境恶劣，加上匈奴又派出八万骑兵攻打他们，李陵兵败被俘。<mask>同朝为官的司马迁不顾个人安危，挺身而出，为李陵辩解。汉武帝认为司马迁是故意对抗朝廷，便下令将他关进大牢，处以最残酷的“腐刑”，还将他的妻子和母亲杀了。司马迁虽然非常痛苦，但为了不让自己的事业半途而废，他坚强地活了下来，完成了历史巨著《史记》。", "plot0": "汉武帝十分生气，朝中一些大臣乘机诽谤李陵，汉武帝便下令将李陵满门抄斩。", "plot1": "汉武帝十分欣慰，派朝中一些诽谤李陵的大臣前去匈奴表示热烈地祝贺。", "label": 0}
{"story": "一天，塞翁的一匹马跑到塞外去了。可是塞翁并无忧色，反而觉得可能是好事。后来，丢失的马带着一群马回来了，塞翁却并无喜色，反而担心起来。果然，新来的马不听使唤，塞翁的儿子骑马时摔断了一条腿。塞翁却并不难过，还说这可能是件好事。后来，匈奴入侵，青壮年都被卷入战争，死者无数。<mask>", "plot0": "塞翁的儿子却因为残疾，不能投身战斗，反而保住了性命。", "plot1": "塞翁的儿子却因为残疾，不能投身战斗，悲愤自尽。", "label": 0}
{"story": "一天，塞翁的一匹马跑到塞外去了。可是塞翁并无忧色，反而觉得可能是好事。后来，丢失的马带着一群马回来了，塞翁却并无喜色，反而担心起来。<mask>塞翁却并不难过，还说这可能是件好事。后来，匈奴入侵，青壮年都被卷入战争，死者无数。塞翁的儿子却因为残疾，不能投身战斗，反而保住了性命。", "plot0": "果然，新来的马不听使唤，塞翁的儿子骑马时摔断了一条腿。", "plot1": "果然，新来的马不听使唤，但是塞翁的儿子把他们驾驭的服服贴贴。", "label": 0}
{"story": "因母亲和弟弟发动政变，郑庄公把母亲安置在颍地，并发誓，不到黄泉不相见。<mask>后来，有人献计，让郑庄公挖一条地道，在地下与母亲相见。庄公听依计而行，终于和母亲相见了。", "plot0": "后来庄公思念母亲，但碍于誓言不敢相见。", "plot1": "后来庄公思念母亲，便让弟弟把自己和母亲都杀了。", "label": 0}
{"story": "布勃卡享有“撑杆跳沙皇”的美誉。但是，他也曾有过一段灰暗的日子，不管他如何努力去尝试冲击新的高度，都总是失败。这天早上，布勃卡来到训练场，和头一天一样，试跳几次都失败了。他很沮丧地叹了叹气，想要放弃。教练厉声训斥了他，让他闭上眼突破心里的障碍，勇敢地跳过去。<mask>这一次，布勃卡顺利地跃身而过，再一次超越了自我。", "plot0": "布勃卡如梦初醒，他立即遵从教练的吩咐，离开了训练场，不再撑杆了。", "plot1": "布勃卡如梦初醒，他立即遵从教练的吩咐，沉住气，重新拿起了撑杆。", "label": 1}
{"story": "年幼的巴雷尼因患骨结核，膝关节永远僵硬了。<mask>她协助巴雷尼练习一步一步地走路，走路练得差不多的时候，又协助他练习体操。这些看似简单的训练，常常累得她直不起腰。有一次，妈妈得了重感冒，她本想偷一次懒，但一想到儿子沮丧的眼神，就还是坚持帮助儿子完成了当天的练习任务。她常常鼓励儿子要坚强，她的鼓励给了巴雷尼无穷的勇气，他经受住了命运的严酷考验。巴雷尼的学习成绩一直在班上名列前茅。大学毕业后，勤奋刻苦的他将全部精力投入到耳科神经学的研究中，最后，终于登上了诺贝尔医学奖的领奖台。", "plot0": "他的妈妈忍住悲痛，绝情地放弃了他。", "plot1": "他的妈妈忍住悲痛，不停地给巴雷尼打气加油。", "label": 1}
{"story": "火车把出外谋生的皮特带到陌生的城市，刚出站，他就发现钱包不见了。一个老人向他伸出了援手，老人希望他能把这份爱心传递下去。<mask>他没有忘记老人的话，就在各大车站附近设立了爱心屋，专门为遇到困难的外乡人提供援助。", "plot0": "三年后，皮特的事业成功了。", "plot1": "三年后，皮特定点在火车站偷旅客的钱包。", "label": 0}
{"story": "阎罗王请教张衡辨别贪官的简便方法。张衡就做了一架特制的天平。张衡说，凡有做官的来到地府，只要把他的乌纱帽往小盘子上一放，他所管辖范围的老百姓就立即被摄入到另一头的大盘子里。如果放乌纱帽的一头比装百姓的那头重，那官一定是个坏官；反之，那官就比较好。<mask>原来阎罗王把自己的乌纱帽也放到了天平上，天平往乌纱帽这边倾斜了。", "plot0": "第二天，阎罗王告诉张衡，天平已经被拆掉了。", "plot1": "第二天，阎罗王把所有贪官的乌纱帽都藏起来了。", "label": 0}
{"story": "货轮在大西洋上行驶。一个搞勤杂的黑人小孩不慎掉进了大西洋。孩子大喊救命，船上的人谁也没有听见，他眼睁睁地看着货轮越来越远。孩子在冰冷的水里拼命地游。他用全身的力气挥动着瘦小的双臂，努力使头伸出水面。渐渐地，孩子的力气快用完了，实在游不动了，他觉得自己不行了。但是，他想起了老船长那张慈祥的脸，他坚信船长一定会来救他。想到这里，孩子鼓足勇气使尽全身力气又朝前游去。<mask>有人劝他放弃，船长犹豫了一下，还是决定回去找。终于，在最后一刻，船长赶到了，救起了孩子。船长问孩子怎么能坚持这么长时间。孩子说，他知道船长一定会来救他。船长羞愧了，他为他在那一刻的犹豫而感到耻辱。", "plot0": "船长终于发现那个黑人孩子失踪了，当他断定孩子是掉进海里后开心极了，下令全速驶离。", "plot1": "船长终于发现那个黑人孩子失踪了，当他断定孩子是掉进海里后，便下令返航。", "label": 1}
{"story": "和平森林里住着一个爱漂亮的刺猬小姐，整个森林的动物都很喜欢她，也从不伤害她。因为这个森林里的坏动物们都被赶走了，只剩下和平友善的小动物。有一天，一只外来的狐狸搬进了和平森林，他听说刺猬的肉很好吃，便打算吃掉刺猬小姐。他邀请刺猬小姐去他的新家参观，并表示自己对刺猬小姐的美丽十分欣赏，希望能为刺猬小姐打造造型。于是，刺猬小姐欣然前往狐狸家中。<mask>但是刺猬小姐美丽的外衣下，是一根根尖刺，狐狸不仅没得逞，还吃了一嘴伤。动物们得知狐狸的恶行后，一起把狐狸赶出了森林。", "plot0": "没想到，刺猬小姐刚一进门，狐狸便带着整个森林的动物来欢迎她。", "plot1": "没想到，刺猬小姐小姐刚一进门，狐狸便一口咬了上去。", "label": 1}
{"story": "赫尔墨斯想知道人们对他有多尊重，便化作凡人来到一个雕刻家店里。他看见宙斯的雕像值一块银元，赫拉的雕像还要贵些，便觉得自己能够招财进福，应该更值钱。<mask>赫尔墨斯无话可说，气得离开了店。", "plot0": "可是，当他问起店员自己的雕像多少钱时，店员却告诉他店里没有赫尔墨斯的雕像。", "plot1": "可是，当他问起店员自己的雕像多少钱时，店员却告诉他这是买神王宙斯和神后赫拉的赠品。", "label": 1}
{"story": "从前大山里有个神仙，精通各种法术。一天，他决定出山，去人间找个徒弟传授法术。但神仙怕自己找到心术不正的人，便决定设置一道小考验，来查看人们的心性是否符合要求。于是，神仙游历人间时，总是故意施展自己的点金术，但见到的人们总是嫌弃石头太小了，点成的金子也不够。实际上，神仙挑选的石头越来越大，但人们的欲望总是得不到满足。神仙找不到合适的人选，就决定回山了。<mask>没想到这个樵夫对任何大小的点石成金都不感兴趣，他以为自己找对了人。可樵夫却说自己想要神仙的那个点金的手指。神仙被他的贪婪气坏了，决定回山，再也不出来传授法术了。", "plot0": "在进山路上，他见到一个樵夫，便让他去找个人来。", "plot1": "在进山路上，他见到一个樵夫，决定最后考察一次。", "label": 1}
{"story": "狐狸望着在树上的唱歌的蝉，心里却在谋划着该怎么吃到它。狐狸站在树下给蝉鼓掌，并邀请蝉从树上下来。他想看看这幅动听歌喉的主人是谁。然而蝉不买狐狸的帐。<mask>于是，狐狸吃了闭门羹，只好灰溜溜地走了。", "plot0": "它自知歌声难听，难得有人欣赏它的歌声，便耐心地教狐狸唱起歌来。", "plot1": "它自知歌声难听，从来都是别人劝它停止歌声，狐狸反其道而行，一定不安好心。", "label": 1}
{"story": "狮子睡着后，有只老鼠跳到了他身上。这一行为吵醒了狮子。他一把抓住了老鼠，老鼠赶忙求饶，说日后一定会报答狮子。狮子想了想便放了老鼠，没把报答的事放在心上。不久，狮子被猎人抓住了。老鼠看见这一幕，先是引开了猎人，随后咬断了绑住狮子的绳索，救了狮子一命。<mask>", "plot0": "猎人答应狮子一定杀死老鼠，狮子这才放过了猎人。", "plot1": "狮子没想到老鼠真的信守承诺回来报恩了，十分感动。", "label": 1}
{"story": "狮子睡着后，有只老鼠跳到了他身上。这一行为吵醒了狮子。他一把抓住了老鼠，老鼠赶忙求饶，说日后一定会报答狮子。<mask>不久，狮子被猎人抓住了。老鼠看见这一幕，先是引开了猎人，随后咬断了绑住狮子的绳索，救了狮子一命。狮子没想到老鼠真的信守承诺回来报恩了，十分感动。", "plot0": "狮子想了想便放了老鼠，没把报答的事放在心上。", "plot1": "狮子想了想，让老鼠现在就报答自己，不然它就把老鼠吃了。", "label": 0}
{"story": "盐和白糖闹了别扭，他们都觉得没了自己，就烧不出美味佳肴。一天，糖罐里的糖发现盐不多了，便不管盐的拒绝，跳进了盐罐装起了盐。妈妈烧清蒸带鱼时舀了一勺盐，可吃到的时候才发现齁甜。<mask>盐得意起来了，跳进糖罐里装起了糖。第二天，妈妈烧糖醋排骨时，舀了一勺糖，可这次排骨却咸得不行。于是妈妈把盐也给倒光了。这下盐和白糖才终于作了和解，他们明白一道好的菜，需要合适的调料，谁都不是独一无二的。", "plot0": "于是她觉得盐罐里装错了糖，全都倒了，这可把剩下的糖吓坏了。", "plot1": "于是也把盐罐里的糖全部倒在带鱼上，做了一顿超级好吃的带鱼。", "label": 0}
{"story": "狮子要去创建一番事业。他举行了军事会议，商讨出征讨伐细节。会议上，群兽都派出代表参加发表意见。大象、熊、狐狸等动物都根据自己的长处，选择了一项任务执行。<mask>但狮子却否认了这个看法，他看中了驴子的叫声和兔子的速度，给予了它们使命。由于狮子善于发现的眼睛，正确使用人才，战争很快取得了胜利。", "plot0": "这时，有动物站了起来，说驴子和兔子应该替代狮子的指挥位置。", "plot1": "这时，有动物提出驴子和兔子都不用参加会议了，因为太过没用。", "label": 1}
{"story": "一个农夫有七个儿子，前六个儿子又笨又爱妒忌，第七个儿子聪明绝顶，被称作小秃子。农夫临死前给兄弟们每人一头牛，但六个哥哥们合起伙来抢了弟弟的牛。弟弟无奈只能背井离乡独自打拼。<mask>没想到哥哥们只会守着房子和自己的牛，不会自己赚钱，都饿死了。", "plot0": "多年后，小秃子经商成功，衣锦还乡，把哥哥们的牛都买了回来。", "plot1": "多年后，小秃子经商成功，衣锦还乡，本想带着哥哥们享福。", "label": 1}
{"story": "从前，有一棵香柏长得俊美，它在庭院里是最为高大的，这使它颇为自豪。<mask>但当香柏树顶上真的结出果子后，它却改变了想法。香柏觉得的宁愿压弯自己的腰，也要果子茁壮成长，这些也是它的孩子。", "plot0": "当它看见别的树被结出的果子压弯了腰后，心想自己一定不要结果子。", "plot1": "当它看见别的树被结出的果子压弯了腰后，帮它们把果子全摘了。", "label": 0}
{"story": "宓子贱曾做过单父的地方官。可在宓子贱的任期时，他从未走出公堂，而是成天玩乐。但单父却在他的治理下，十分富足。后来宓子贱离开单父，巫马期来接替他的职位。巫马期上任后，成天亲自处理事务，日夜颠倒，作息也不规律，很快就病倒了。他听闻宓子贱在任期内不费力气，单父也被治理得很好，便上门取经。宓子贱告诉巫马期，自己只是靠了单父众人的力量一同治理，所以轻松。而巫马期却凭借一己之力，自然会劳累。巫马期明白了众人拾柴火焰高的道理，回去后就动员民众一同治理单父。<mask>", "plot0": "很快他的工作越来越多，只得黯然离开了单父。", "plot1": "很快他的工作也减轻了，但单父的治理越来越好。", "label": 1}
{"story": "宓子贱曾做过单父的地方官。可在宓子贱的任期时，他从未走出公堂，而是成天玩乐。但单父却在他的治理下，十分富足。后来宓子贱离开单父，巫马期来接替他的职位。巫马期上任后，成天亲自处理事务，日夜颠倒，作息也不规律，很快就病倒了。他听闻宓子贱在任期内不费力气，单父也被治理得很好，便上门取经。宓子贱告诉巫马期，自己只是靠了单父众人的力量一同治理，所以轻松。而巫马期却凭借一己之力，自然会劳累。<mask>很快他的工作也减轻了，但单父的治理越来越好。", "plot0": "巫马期明白了众人拾柴火焰高的道理，回去后就动员民众一同治理单父。", "plot1": "巫马期明白了众人拾柴火焰高的道理，回去后就动员民众一同讨伐宓子贱。", "label": 0}
{"story": "有一个人，正在家里煎砂糖，。一个富翁走来了，他想巴结那富翁，便要请富翁吃糖浆，就舀了一些砂糖汁到小锅子里，加了一点水，另外放在火上去煎。那火很猛烈，糖浆马上沸滚了，他又怕富翁等不及，连忙拿一把扇子去扇，想把糖浆马上扇凉，却又在慌忙间忘记了把小锅子从火上拿下来了。因此他扇了半天，糖浆依然在沸滚。这个人觉得是糖浆在和他作对。旁人笑话他，锅子下面还是烈火，怎么能扇凉呢？<mask>", "plot0": "这个人这才反应过来，赶紧把锅子取下来再扇。", "plot1": "这个人这才反应过来，赶紧把糖浆都送给了旁人。", "label": 0}
{"story": "有一个人，正在家里煎砂糖，。一个富翁走来了，他想巴结那富翁，便要请富翁吃糖浆，就舀了一些砂糖汁到小锅子里，加了一点水，另外放在火上去煎。那火很猛烈，糖浆马上沸滚了，他又怕富翁等不及，连忙拿一把扇子去扇，想把糖浆马上扇凉，却又在慌忙间忘记了把小锅子从火上拿下来了。<mask>这个人觉得是糖浆在和他作对。旁人笑话他，锅子下面还是烈火，怎么能扇凉呢？这个人这才反应过来，赶紧把锅子取下来再扇。", "plot0": "因此他扇了半天，糖浆依然在沸滚。", "plot1": "因此他边扇边吃，不久就把糖浆吃光了。", "label": 0}
{"story": "驴子在牧场上吃草时，看见一只狼向他跑来。他便装出瘸腿的样子。狼走过来，问他发生了什么。驴子说自己在越过篱笆时，踩着了刺，扎伤了脚。如果狼要吃他的话，还请狼先把刺拔掉，然后再吃他，免得扎伤喉咙。狼信以为真，便抬起驴的腿来，认真检查驴的蹄子。这时，驴子用脚对准狼的嘴使劲一蹬，踹掉了狼的牙齿。<mask>", "plot0": "狼细心地为驴子拔掉了腿上的刺，从此他们成了好朋友。", "plot1": "狼被踹到在地，驴子却趁机跑了，狼这才后悔莫及。", "label": 1}
{"story": "驴子在牧场上吃草时，看见一只狼向他跑来。他便装出瘸腿的样子。狼走过来，问他发生了什么。驴子说自己在越过篱笆时，踩着了刺，扎伤了脚。如果狼要吃他的话，还请狼先把刺拔掉，然后再吃他，免得扎伤喉咙。<mask>这时，驴子用脚对准狼的嘴使劲一蹬，踹掉了狼的牙齿。狼被踹到在地，驴子却趁机跑了，狼这才后悔莫及。", "plot0": "狼信以为真，便把驴子的腿先咬了下来。", "plot1": "狼信以为真，便抬起驴的腿来，认真检查驴的蹄子。", "label": 1}
{"story": "从前有个老头儿和老太太，老太太特别厉害，老爱跟老头儿吵架。有一回，他们在森林里拾柴火，来到一个陷阱旁边。老太太一不小心掉了下去。老头儿为了耳根清净，便一个人回家去了。可是老头儿一个人又感到寂寞，于是，老头儿拿了一根绳子到陷阱那儿，想把老太太拽上来。谁知，他竟然拽上来一个鬼，把他吓了一大跳。鬼却谢谢他救了它的命。原来鬼是住在这个洞穴里的，但因为前些日子掉下来一个又凶又爱吵架的老太婆，把它折磨得待不下去了，这才赶忙逃了出来。<mask>于是老头儿不打算救老太太了，一个人过着隐居般的生活。", "plot0": "鬼请求老头和自己一起把老太太救上来。", "plot1": "鬼的话又让老头儿想起老太太的聒噪。", "label": 1}
{"story": "胖先生的快乐从蹦蹦跳跳开始，他跳高、跳远、跳舞还跳橡皮筋。因为蹦蹦跳跳可以减肥和健身，还能让人快乐。下班了，胖先生蹦蹦跳跳地提着手提包回家，拔出钥匙跳过去开门，结果跳到了门上。门的额头被撞红了。<mask>蹦蹦跳跳的人拥有蹦蹦跳跳的家具，真是太棒了。", "plot0": "胖先生觉得这样不行，就给所有家具甚至房子都装上弹簧，所有的家具都能蹦蹦跳跳了。", "plot1": "胖先生觉得门红通通的样子太好看了，赶紧又撞了几下。", "label": 0}
{"story": "猎人捕获了一只兔子，拎着往回赶时，遇见了一个骑马人。骑马人问他兔子卖不卖，还说自己很想买。<mask>谁知，那人一接过兔子，就催马扬鞭飞也似地跑走了。猎人紧追不舍，可眼看着骑马人渐渐远去，猎人只得沮丧地回家了。", "plot0": "猎人便抢过他的马，带着兔子飞快地跑了。", "plot1": "猎人便把兔子递给他，正准备报价。", "label": 1}
{"story": "有人买了一头驴子，想要牵走试一试。他把驴牵到自己的驴马之中，并让他站在马槽前。但那驴子却来到了一头好吃懒做的驴子旁边。<mask>卖主问他这个方法是否可靠，那人说，因为物以类聚，人以群分。这驴子以后也肯定是一头好吃懒做的驴子。卖主听了无言以对，只得退还了定金。", "plot0": "于是，买驴的人立刻给那头驴套上辔头，牵去还给驴的卖主。", "plot1": "于是，买驴的人非常高兴，立刻出高价把驴买走了。", "label": 0}
{"story": "太郎和次郎是一对好兄弟，感情非常好。妈妈给他们一个苹果，他们也会各吃一半。一天，伯母送给了他们一支笛子作为礼物。太郎和次郎将这支笛子从中间切成了两半，各自拿了一半。于是，笛子便一点儿也吹不响了。<mask>妈妈看了也苦笑不得。", "plot0": "他们非常伤心，从此很讨厌笛子。", "plot1": "他们也不甚在意，觉得只要是一人一半就可以了。", "label": 1}
{"story": "一个瞎子精于用手触摸各种动物，什么动物只要他一摸，便能分辨出来。有个人想不信他的能力，想要让瞎子出个丑。于是，他牵来了一头狼给瞎子摸。<mask>那个人十分惊讶瞎子的精准，再也不来找麻烦了。", "plot0": "瞎子说什么也不摸，转身就跑，原来他不是瞎子。", "plot1": "瞎子摸完说这个可能是狐狸也可能是狼，反正不能放到羊圈里。", "label": 1}
{"story": "潘克勒在灌木丛里发现了一头小驯鹿，他把小鹿抱回家，给它起名叫比尔。比尔长成了一头漂亮雄壮的大鹿。<mask>比尔想再看小主人一眼，然后走进森林安静地死去。深夜里，比尔悄悄走近潘克勒的帐篷，潘克勒还是被惊醒了，他起身去看比尔。比尔把他带到了森林里一个安静的地方，潘克勒一直陪着比尔，直到比尔到了生命的尽头，潘克勒才落下泪来。", "plot0": "一次，牧场转移时，鹿群染上了可怕的伤寒病，比尔怕被传染上，就偷偷跑了。", "plot1": "一次，牧场转移时，鹿群染上了可怕的伤寒病，比尔也病得很重。", "label": 1}
{"story": "古时候有个孩子叫孙元觉，从小孝顺父母、尊敬长辈，可他父亲对祖父却极不孝顺。一天，他父亲把年老病弱的祖父装在筐里，要把他送到深山里扔掉。<mask>父亲不解，他告诉父亲等父亲老了，自己也可以用它把父亲扔掉。父亲大吃一惊，赶紧把老人接回家好好赡养。", "plot0": "孙元听了很开心，让父亲把筐做扎实一点。", "plot1": "孙元觉拦不住，就让父亲把那个筐带回来。", "label": 1}
{"story": "春秋时期有个昏君荒淫无道，他有一位大臣叫赵宣子，为人忠诚，时时处处都在劝谏君主。君主很不耐烦，雇杀手想把赵宣子杀掉。这个杀手叫锄麑。他天不亮就到了赵宣子的家。这时赵宣子已经起床，端端正正穿好朝服，等着上早朝。<mask>假如杀了他，就是不忠，对不起国家，对不起人民。可是假如自己不杀他，又失信于君主，这是不信。他左右为难，就撞树自杀了。", "plot0": "杀手见了很感动，为了让赵宣子多睡会，就没有去打扰他。", "plot1": "杀手见了很感动，觉得赵宣子这样的是国家的栋梁。", "label": 1}
{"story": "在贵州雷公山的顶峰，有口水井，四四方方的。下雨它不满，久旱它不干。传说这口奇怪的水井是张秀眉、杨大六挖的。清朝的时候，张秀眉、杨大六带领苗家反对皇朝暴政，打了十多年，攻州占府，把清兵杀得屁滚尿流。清政府见状，就派大将席宝田带领官兵来镇压。席宝田的兵多，秀眉、大六的兵少，他俩硬抵不行，就带领苗家兄弟上了雷公山。可是雷公山顶上到处是荒坡杂草，没有水喝。<mask>于是他们开始凿井，弟兄们见了，蜂拥奔上山顶帮忙。他们用那口井水在雷公山上开辟田土，栽种庄稼，坚持战斗，清兵拿他们没办法。直到后来清兵来的太多，张秀眉、杨大六才被打败了。那口井也就慢慢地缩小下来，变成了现在的样子。", "plot0": "秀眉、大六很着急，他俩就请清兵来帮忙，清兵来挖了几天，终于有水冒出来了。", "plot1": "秀眉、大六很着急，他俩爬到了最高峰顶，用脚朝地下猛地一蹬，有水冒出来了。", "label": 1}
{"story": "一位正直的国王却有许多敌人，但仙鹤绝对是他忠实的朋友。<mask>为了确保不会睡着，它们站岗时，全都单脚站立，另一只爪子抓住一块石头。如果睡着，石头就会掉下，把它们惊醒。此后，仙鹤们每晚都为国王站岗，任何一只仙鹤也没有让石头掉下来。", "plot0": "仙鹤害怕敌人来杀害国王，所以他们就做了国王。", "plot1": "仙鹤害怕敌人利用黑夜来杀害国王，就决定晚上到王宫里做侍卫。", "label": 1}
{"story": "大老鼠前天爬上火车就失踪了，大家以为他肯定出了意外。没想到的是，大老鼠不仅平安归来，还长出了一身肥肉。大老鼠告诉它们，火车上全是好吃的，大家一起去都吃不完。老鼠们听得心痒痒，于是决定一起去火车上大吃一顿。<mask>车门关上了，火车开动了，老鼠们呼啦一下跑出来，它们在各个车厢窜来窜去，可是一点吃的都没有，因为它们这次爬上的火车运送的全是煤炭。这帮想吃白食的老鼠们最终都饿死在了车上。", "plot0": "它们拖家带口地赶往火车站，也不管火车上运的是什么，就把火车拖到自己家里来了。", "plot1": "它们拖家带口地赶往火车站，也不管火车上运的是什么，就爬了上去，找好角落藏起来。", "label": 1}
{"story": "一个冬天的夜晚，一只小黄鼠狼又饿又冷，倒在了小鸡家门口。善良的小鸡发现了，就把小黄鼠狼请进了门，还给它盛了满满的一碗粥。<mask>不过一碗粥怎么能够呢？小黄鼠狼没能忍住美味的诱惑，它把小鸡也吃了。", "plot0": "小黄鼠狼喝了热粥，身上暖和多了。", "plot1": "小黄鼠狼喝粥时，小鸡趁机把啄死了。", "label": 0}
{"story": "张三和李四看起来关系很好，恨不得要结拜兄弟。这天，他们同去赶集，一路上也是有说有笑。<mask>结果，官老爷没收了银元，还把他们各打了二十大板。", "plot0": "忽然，他俩看见路上有一块银元，为了这一块银元的归属，他们你推我让，谁也不要，最后决定还是放在路上。", "plot1": "忽然，他俩看见路上有一块银元，为了这一块银元，他们你争我夺，谁也不让，兄弟情义都忘到了脑后，还闹到了官府。", "label": 1}
{"story": "渔夫们在海边拉网。这一网很沉，他们觉得一定能收获很多。哪知拉到岸上，网里竟有块大石头。他们很懊恼，捕获少倒还无所谓，关键是这个结果和他们的预期正好相反。<mask>听了这话，渔夫们不再抱怨，一股劲地又撒下一网，期待下一次收获。", "plot0": "只有一个老人没有抱怨，他说刚才那几网收获很多，应该高兴才对，不要为一块石头而懊恼。", "plot1": "只有一个老人非常高兴，他命令渔夫们跳入海中，把更多的石头搬到船上来。", "label": 0}
{"story": "馋馋是一只贪吃的小猴子。一天，妈妈让馋馋送果子给生病的外婆。走了一阵子，馋馋觉得非常累，看到手上的果子，馋馋很想把它吃掉，但是想到妈妈的嘱托和生病的外婆，馋馋终于忍住了。<mask>看着外婆笑眯眯地吃着果子，它的心里充满了幸福。从此以后，馋馋再也不馋了，妈妈更信任他了。", "plot0": "过了一会儿，馋馋终于到了外婆家，它还把果子洗干净送到了外婆手上。", "plot1": "过了一会儿，馋馋终于到了外婆家，他让外婆和自己去摘果子吃。", "label": 0}
{"story": "馋馋是一只贪吃的小猴子。一天，妈妈让馋馋送果子给生病的外婆。走了一阵子，馋馋觉得非常累，看到手上的果子，馋馋很想把它吃掉，但是想到妈妈的嘱托和生病的外婆，馋馋终于忍住了。过了一会儿，馋馋终于到了外婆家，它还把果子洗干净送到了外婆手上。看着外婆笑眯眯地吃着果子，它的心里充满了幸福。<mask>", "plot0": "从此以后，馋馋看见东西就偷吃，妈妈把他赶出了家门。", "plot1": "从此以后，馋馋再也不馋了，妈妈更信任他了。", "label": 1}
{"story": "传说，猩猩这种动物非常喜欢喝酒。山里的人经常摆放好装满甜酒的酒壶，旁边放上大小不一的酒杯，还有弯弯曲曲编在一起的草鞋。猩猩瞧见这些东西，每次都知道是用来引诱它们的，可还是忍不住喝起来。渐渐地猩猩们都喝醉了。<mask>这时在隐蔽处的山里人都跑出来抓猩猩。猩猩们吓得四散奔逃，可鞋子都编在一起，它们你踢我，我踩你，一个也跑不掉。", "plot0": "它们打打闹闹，把草鞋穿在脚上。", "plot1": "它们为了喝美酒，编了很多草鞋送给山里人。", "label": 0}
{"story": "一只公羊从羊群里跑出来，在树林子里东游西逛。<mask>狮子猜想这个家伙一定比它的劲头还大，否则，才不敢这样大模大样地在林子里逛来逛去。于是，狮子就慢慢地躲开了。过了一天，狮子偶然看见公羊在林子里的空地上吃草。狮子觉得，吃草的家伙，它的力气也应该是同草相当的。这样想过以后，狮子立刻扑上去，把公羊杀死了。", "plot0": "一只狮子看见了很害怕，因为狮子从来没有看到过这样的动物。", "plot1": "一只狮子看见了很开心，他从来没有看见过其他动物。", "label": 0}
{"story": "一只公羊从羊群里跑出来，在树林子里东游西逛。一只狮子看见了很害怕，因为狮子从来没有看到过这样的动物。狮子猜想这个家伙一定比它的劲头还大，否则，才不敢这样大模大样地在林子里逛来逛去。于是，狮子就慢慢地躲开了。过了一天，狮子偶然看见公羊在林子里的空地上吃草。狮子觉得，吃草的家伙，它的力气也应该是同草相当的。<mask>", "plot0": "这样想过以后，狮子开心地跑了过去，和公羊一起吃起草来。", "plot1": "这样想过以后，狮子立刻扑上去，把公羊杀死了。", "label": 1}
{"story": "捕鸟人拿着粘鸟胶与粘竿外出捕鸟。他看到一只鸟栖息在一棵大树上，就想要去捕捉它。于是，他接长了粘竿，仰着头全神贯注地盯着高空中的那只鸟，可是却不知不觉地踩着了一条在他脚前的眼镜蛇。<mask>他中了蛇毒，临死之前，他很后悔，后悔他光想去捉别人，没有注意保护自己，反而使自己白白丢掉性命。", "plot0": "蛇飞起来，一口把鸟咬住，把它送给了捕鸟人。", "plot1": "蛇马上回过头来，狠咬了他一口。", "label": 1}
{"story": "有个女人得罪了巫师，被变成了鲜花长在花田里。巫师允许她每晚回家，但天亮前，必须赶回田间变回花。要想彻底变回人，除非她的丈夫能从这些花里找到她变的那朵花。丈夫很想救出妻子。<mask>奇怪的是，丈夫一下就从花海里找到了她。因为他知道，妻子昨晚回家，花朵上没有露水。从此，丈夫和妻子幸福地生活在一起了。", "plot0": "这天一早，等妻子走了，丈夫就把巫师救了出来。", "plot1": "这天一早，等妻子走了，丈夫也来到田里。", "label": 1}
{"story": "很久以前，动物都能开口讲话，月亮的脸也洁白无瑕。一天，一个人来到森林里，向动物们乞讨食物。他遇到了水獭，水獭家里有好几条新捕来的鱼，可是，水獭没有给他。接着他又来到狐狸家门口，狐狸家里有好多奶酪，但是它也舍得。这个人几乎问遍了所有动物，却一无所获。这时，他看到了兔子。于是也向兔子祈求食物。兔子说，要是人愿意吃草的话，它可以把所有的青草送给这个人。可是人摇了摇头。兔子想了想说，不然就把自己吃了吧。这个人真的生起火来，兔子毫不犹豫地跳进了火堆。可是，兔子发现火堆里并没有痛苦，它睁眼一看，发现它竟躺在了一片绿色的草地上。原来，向它行乞的人竟然是上帝变的，上帝被兔子的善良感动，将月宫送给了兔子，月亮上无尽的青草也任兔子享用。所以我们今天总能在月圆之夜，看到月亮上有一个兔子形状的阴影。<mask>", "plot0": "而上帝对那些吝啬的动物也有惩罚，它们再也不能说话了。", "plot1": "而上帝为了感谢其他的动物，也给他们送去了许多食物。", "label": 0}
{"story": "很久以前，动物都能开口讲话，月亮的脸也洁白无瑕。一天，一个人来到森林里，向动物们乞讨食物。他遇到了水獭，水獭家里有好几条新捕来的鱼，可是，水獭没有给他。接着他又来到狐狸家门口，狐狸家里有好多奶酪，但是它也舍得。这个人几乎问遍了所有动物，却一无所获。这时，他看到了兔子。于是也向兔子祈求食物。兔子说，要是人愿意吃草的话，它可以把所有的青草送给这个人。可是人摇了摇头。兔子想了想说，不然就把自己吃了吧。<mask>可是，兔子发现火堆里并没有痛苦，它睁眼一看，发现它竟躺在了一片绿色的草地上。原来，向它行乞的人竟然是上帝变的，上帝被兔子的善良感动，将月宫送给了兔子，月亮上无尽的青草也任兔子享用。所以我们今天总能在月圆之夜，看到月亮上有一个兔子形状的阴影。而上帝对那些吝啬的动物也有惩罚，它们再也不能说话了。", "plot0": "这个人真的生起火来，兔子毫不犹豫地跳进了火堆。", "plot1": "这个人真的生起火来，兔子趁他不备，把他推进了火堆里。", "label": 0}
{"story": "一位农夫赶着鹅群到镇上去卖。<mask>因此，它们便向农夫抗议，请农夫看在他们祖先曾经为国家做过贡献的份上，对它们尊重些。农夫说，鹅的祖先可能是有功绩，可是这群鹅却什么都没做，现在它们只能用来烤着吃。鹅群低下了高昂的头，只得又开始赶路了。", "plot0": "他用一根长竿毫不客气地催赶它们快走，鹅很不乐意。", "plot1": "他用长竿拦住它们，不让走得太快，但鹅还是很快就不见踪影了。", "label": 0}
{"story": "王子和公主结婚了，他们非常幸福。可是他们还想保证永远这么幸福。于是，他们去拜访一位智者，想求得幸福的神方。智者让他们到各国旅行，只要碰到一对完全幸福的夫妇，就可以要一块他们贴身衣服的布片，把这块布片带在身边，这就是唯一有效的神方。<mask>可是无论走到哪里，都找不到一对完全幸福的夫妻。他们要么没有孩子，要么非常贫穷，要么一方患有疾病。于是，王子和公主不再寻找神方，他们已经知道了智者的用意。这个神方其实就是对生活的满足。", "plot0": "于是王子和公主开始了旅行。", "plot1": "于是王子和公主就把自己的贴身衣服送给了智者。", "label": 0}
{"story": "大风把啄木鸟的窝毁坏了。小熊兄弟刚好路过，他们决定帮啄木鸟把窝修好。<mask>啄木鸟有了新家后，决定感谢小熊兄弟。它找到了一段大的空树干，并在上面啄出了许多小洞。然后，请河狸把这段树干搬到了附近的小溪边，并把树干一头插在小溪中。溪水流进空树干，又从小洞里漏下来。一个绝妙的自动淋浴器出现在小熊兄弟面前。看到小鸟们为自己做的事情后，小熊兄弟心里既高兴又欣慰。", "plot0": "小熊兄弟找来了树枝和草，给啄木鸟建起了一个漂亮舒适的巢。", "plot1": "小熊兄弟找来了树枝和草，在啄木鸟的窝下建起了一个漂亮舒适的家。", "label": 0}
{"story": "大风把啄木鸟的窝毁坏了。小熊兄弟刚好路过，他们决定帮啄木鸟把窝修好。小熊兄弟找来了树枝和草，给啄木鸟建起了一个漂亮舒适的巢。啄木鸟有了新家后，决定感谢小熊兄弟。它找到了一段大的空树干，并在上面啄出了许多小洞。然后，请河狸把这段树干搬到了附近的小溪边，并把树干一头插在小溪中。溪水流进空树干，又从小洞里漏下来。一个绝妙的自动淋浴器出现在小熊兄弟面前。<mask>", "plot0": "看到小鸟们做的事情后，小熊兄弟太伤心了，从此不理小鸟了。", "plot1": "看到小鸟们为自己做的事情后，小熊兄弟心里既高兴又欣慰。", "label": 1}
{"story": "小花猫觉得自己的胡子真是难看。这天，它终于把胡子剪得一干二净。这下，它觉得舒服多了。<mask>小花猫懊丧地问妈妈。猫妈妈对它说，胡子能量出鼠洞的宽窄，也是猫的触觉感受器，没有胡子是抓不到老鼠的。小花猫这下才明白，决心以后再也不剪胡子了。", "plot0": "自打没了胡子，老鼠常常来看望它，它觉得开心极了。", "plot1": "可是自打没了胡子，它常常捉不到老鼠。", "label": 1}
{"story": "小花猫觉得自己的胡子真是难看。这天，它终于把胡子剪得一干二净。这下，它觉得舒服多了。可是自打没了胡子，它常常捉不到老鼠。小花猫懊丧地问妈妈。猫妈妈对它说，胡子能量出鼠洞的宽窄，也是猫的触觉感受器，没有胡子是抓不到老鼠的。<mask>", "plot0": "小花猫这下才明白，决定以后每天早上起来剪胡子。", "plot1": "小花猫这下才明白，决心以后再也不剪胡子了。", "label": 1}
{"story": "汉朝时候有一个老头，家里十分有钱。但他没有儿女，独自一个人居住在一间大房子里。老头儿每天拼命赚钱，可是他总是粗茶淡饭，从不轻易花一文钱。<mask>有一天，一个非常贫困的人来找这个老头儿借钱。老头一点也不可怜这个人。可借钱的人还是不愿罢休，一直跟着老头儿，不停地求他。借钱的人这样苦苦哀求，老头儿被缠得实在受不了了，只得极不情愿地拿出了5文钱。不久，老头儿死了。因为他没有继承人，他的田地、房产都被官府没收，他积累的钱财也都充实国库了。", "plot0": "平时遇到有人向他借钱，他总是不问缘由，送给他们许多钱。", "plot1": "平时遇到有人向他借钱，他总是不问缘由，毫无商量余地地一口回绝。", "label": 1}
{"story": "捕鸟人张开网，把几只家鸽拴在上面，然后站在远处等结果。一些野鸽看到家鸽，便飞过来，结果被网兜住了。<mask>家鸽悦，主人每天给它们吃喝，野鸽对它们却什么也没做，自然帮助主人才是对的。野鸽无言以对，只得认命。", "plot0": "野鸽责备家鸽，说为什么不早弄这个网，否则就可以早点见到它。", "plot1": "野鸽责备家鸽，说他们原是同族，家鸽却和别人串通起来骗它。", "label": 1}
{"story": "一只猎豹不小心跌入了陷阱。附近的牧人看见他失去了反抗的能力，立刻向猎豹进攻。<mask>他们看见猎豹奄奄一息，认为他必死无疑。于是，所有的人都回到茅舍睡觉，准备明天大清早再去看看死豹。夜里，猎豹一点一点地苏醒过来，恢复了生机和勇气。他逃出了陷阱，回到自己的窝。猎豹变得更凶猛，把对付他的牧民全部咬死了。", "plot0": "所有牧人同心协力，把陷阱的底部慢慢抬高，这样就把猎豹救了上来。", "plot1": "有的牧人用棍子打，有的扔石头，一直把发怒的豹子打昏。", "label": 1}
{"story": "一天，狐狸大巴西正在欺负小动物。这时，树林里突然窜出一只雄狼。这只雄狼名叫巴拉冬，它是个正义善良的狼，常常抱打不平。它刚才正在林子里散步，听到狐狸大巴希的吼声，便冲了过来。雄狼巴拉冬高大健壮，嗓音洪亮，厉声训斥了狐狸大巴希。狐狸大巴希欺软怕硬，连连点头哈腰，边道歉边跑开了。<mask>", "plot0": "小动物们怪雄狼巴拉冬赶走了狐狸，让他去向大巴希道歉。", "plot1": "小动物们连连感谢雄狼巴拉冬，说它是个大英雄。", "label": 1}
{"story": "一天，狐狸大巴西正在欺负小动物。这时，树林里突然窜出一只雄狼。这只雄狼名叫巴拉冬，它是个正义善良的狼，常常抱打不平。它刚才正在林子里散步，听到狐狸大巴希的吼声，便冲了过来。雄狼巴拉冬高大健壮，嗓音洪亮，厉声训斥了狐狸大巴希。<mask>小动物们连连感谢雄狼巴拉冬，说它是个大英雄。", "plot0": "狐狸大巴希欺软怕硬，连连点头哈腰，边道歉边跑开了。", "plot1": "狐狸大巴希很同情巴拉冬，请小动物们不要再欺负巴拉冬了。", "label": 0}
{"story": "从前有个人买了一个黑人，他认为黑人的肤色是由于以前主人的疏忽所致。<mask>于是他不停地擦洗着黑人，没过多久就由于劳累而病倒了，而黑人也重获自由离开了。", "plot0": "于是把黑人带回家，给他涂上了许多白粉。", "plot1": "于是把黑人带回家，用许多水和肥皂给他擦洗，可是黑人的肤色毫无变化。", "label": 1}
{"story": "有两个和尚分别住在相邻的两座山上的庙里，两山之间有一条溪，两个和尚每天都会在同一时间下山去溪边挑水。久而久之，他们便成为好朋友了。就这样，时间在每天挑水中不知不觉已经过了5年。忽然有一天，一个和尚没有去挑水，另一个和尚等了好几天终于按耐不住去拜访他。<mask>另一个和尚很后悔自己没有这种觉悟，现在依旧要每天过着下山挑水的生活。", "plot0": "原来他日积月累在他家后院自己挖了一口井，不用再去挑水了。", "plot1": "原来他因为想偷懒，渴死在自家后院了。", "label": 0}
{"story": "一天，隼打猎归来，发现巢穴里多了两只金翅雀幼崽。<mask>可他瞬间清醒了，即使再饿也不能对这两个幼崽下手。于是他忍着饿，再次飞出去寻找猎物，责任和能力告诉他，这次他要喂饱的不止是自己的胃了，还有两个嗷嗷待哺的金翅雀幼崽。", "plot0": "他今天的打猎一无所获，这时又在巢穴里发现不速之客，气得想把这两个小家伙当成猎物吃了。", "plot1": "他今天的打猎一无所获，这时在巢穴里看见两个小客人，顿时开心了起来。", "label": 0}
{"story": "朱淑真的父亲骑驴进城，中途不小心撞坏了州官的轿子。<mask>朱淑真知道后，急忙进衙门为父求情。州官早就听说朱淑真是位才女，一心想得到朱淑真的诗词。于是他让朱淑真作诗，诗中必须有八件不打之事，但诗中不得带一个‘打’字，写成了便放了她父亲。朱淑真听后从容作出了一首八不打的诗。州官非常佩服，于是下令释放了朱淑真的父亲并归还了毛驴。", "plot0": "州官大怒，命衙役把毛驴牵走充公，把老人也抓了起来。", "plot1": "州官没有怪罪他，还送了他一顶轿子。", "label": 0}
{"story": "从前，一个年轻的警察在一次缉捕行动中，被歹徒的冲锋槍射中了右眼和左膝盖。不幸的他成了一个又瞎又跛的残疾人，他发誓一定要抓住歹徒。虽然他的身手不再矫捷，但他仍然参与抓捕歹徒的行动。<mask>老天不负苦心人，7年后，歹徒终于落网了。他再次成为英雄，各界媒体纷纷播报他的传奇经历。然而，仅仅过了两周，他便在卧室开枪自杀了。他的遗书上是这样写的，伤害我的凶手已经被抓到了，我心中的恨消失了，我生存的信念也随之消失了。", "plot0": "为此，他比任何人都要辛苦和努力，为了一丝线索，他甚至跑遍了大半个美国。", "plot1": "他对抓住歹徒的事不再抱有希望，干脆放下往事开心地过日子。", "label": 0}
{"story": "一个水手的儿子在他很小的时候，第一次随大人上船去玩。他看见在船后有一条很大的鱼，可是其他人却看不见。从此这个人不敢再到海上，也不敢再乘船。但他经常到海边，每次他走到海边，都能看见这条鱼在海里出现，可是他没有一次敢靠近那条鱼。<mask>他坐上一条小船，划向海里的大鱼，他问大鱼为什么要跟着他，大鱼说它原本想要给他珍宝，可是他这一生都没勇气接近它，现在已经太晚了，这个人十分懊悔，后悔自己太没有勇气了，那之后的第二天他就死了。", "plot0": "就这样他度过了一生，在他年老面临死亡的时候，他终于忍不住了，决定到鱼那里去，看看到底会发生什么。", "plot1": "就这样他度过了一生，在他年老面临死亡的时候，他也没有勇气到鱼那里去，看看到底会发生什么。", "label": 0}
{"story": "一只兔子正在散步，一只熊走过来。兔子跟它打招呼。熊都没搭理它。兔子很生气，熊还笑话兔子的短腿。<mask>比赛前一天晚上，兔子在跑道下挖了地道，顺着地道跑能节省一半的路程。比赛开始了，熊都没有回头看一眼兔子。兔子一下子钻入了地道。轻而易举地获得了胜利。这下熊再也不敢小看兔子，每次遇到兔子都先跟兔子打招呼。", "plot0": "于是兔子要求和熊比赛跑步，熊一口答应了。", "plot1": "于是兔子要求和熊比赛挖地道，熊一口答应了。", "label": 0}
{"story": "动物园里有一只刚来的小猴子，它被关在笼子里。动物园的工作人员给它安置了一个很漂亮的“家”，每天都喂它喜爱的食物。可是它还是不高兴，它想念它的爸爸妈妈和从前的伙伴，所以总是不停地大叫。一位工作人员看到这只猴子不老实，便用电棒去击打小猴子，可是小猴子叫的更凶了。这时，另一位工作人员走来，把小猴子装进一个很小的笼子里，然后吊在关老虎的房间里。老虎还以为是给自己送美餐来了，一次次地跳起来扑向猴子，猴子吓得叫了一夜。直到第二天早上它才回到它的“家”里，此时的它觉得这里好多了。<mask>", "plot0": "从此，便和工作人员成了好朋友。", "plot1": "从此，便老老实实呆在这里了。", "label": 1}
{"story": "赵奢是赵国名将，为赵国屡建战功。而赵奢的儿子赵括从小就读了不少兵书，谈起用兵之道那是滔滔不绝，连他父亲都不如他。所以，赵括很自以为是，觉得自己是了不起的军事家。<mask>原来赵括只会根据兵书来排兵布阵，不懂得随机应变。这一次败仗，彻底挫败了赵括的自信与自傲。他回国后开始虚心学习，争取早日成为可以抵挡一面的将军。", "plot0": "在他父亲去世后，赵括受命带兵打仗，却一再退败。", "plot1": "在他父亲去世后，赵括受命编写兵书，获得了极大成功。", "label": 0}
{"story": "一天，在幼儿园的院子里，冬冬正准备抓一只蚱蜢。<mask>冬冬看它长得像青蛙，可背上都是疙瘩，黑不溜秋的，很丑，便觉得它是伪装成青蛙的坏东西，拿石头砸伤了它。一旁经过的老师阻止了冬冬，并告诉冬冬这是癞蛤蟆，和青蛙一样都是抓害虫的。冬冬惭愧地给癞蛤蟆包扎了伤口，并对它道歉。", "plot0": "这时，一只类似青蛙的小东西跳出来，一口把蚱蜢吞了下去。", "plot1": "这时，一只类似青蛙的小东西跳出来，把蚱蜢救走了。", "label": 0}
{"story": "吃饱肚子的狼，看见一只因为害怕自己躺在地上的绵羊。狼走过去让绵羊不要害怕，并说只要能讲出三句实话，他就放了绵羊。绵羊说他首先不希望遇见狼。其次，如果遇上了，他希望是只瞎眼的狼。<mask>狼听后为绵羊的诚实所动，便真的履行诺言放他回去了。", "plot0": "说着说着，绵羊趁着狼听的入神，赶紧跑了。", "plot1": "最后，绵羊说他希望所有的狼都悲惨地死去。", "label": 1}
{"story": "心情不好的阮爸爸正在逛超市。他没有发现，一辆装满了活鱼的大推车被工作人员推到他身边。原来超市要限时抢购鲜鱼，方圆十米内的大婶们都以媲美刘翔的速度向他冲来。阮爸爸身手灵活，一一闪过了人群。可是一不留意，一脚踩在了水渍上，摔倒了。<mask>阮爸爸正要再往出挤，不知谁扔过来一条鱼被他接住。阮爸爸就拎着鱼去结账了，心里想着不用抢也买到鱼了，走出超市的时候心情也跟着好起来了。", "plot0": "等到他好不容易爬起来，又被推进人群。", "plot1": "他索性坐在地上，打算等人散了再走。", "label": 0}
{"story": "有一种鸟，叫白头翁，它长得十分美丽动人，最大的缺点就是懒。它向百灵学唱歌，怕累，放弃了。<mask>它又向喜鹊学盖房，怕麻烦，还是放弃了。最终它头发都白了，也还是一事无成。为了让后代不再像它这样懒，它就在每个孩子的脑袋上留下了一撮白毛，以作警示。", "plot0": "它向小狗学画画，怕苦，放弃了。", "plot1": "它向小狗学画画，觉得特别有意思，坚持了下来。", "label": 0}
{"story": "麦克和乔治是好朋友，但两人经常因为意见不和吵起来。一天，乔治让麦克到他家去玩。乔治的父亲下班回来后，看见他们正在看一本图画书，便指着一幅画让他们把画中的意思讲给他听。<mask>乔治爸爸赶忙拉住二人，并告诉他们这是因为所处环境不同，所以理解的意思不同，要学着包容他人不同的观点。两人沉思了一会，觉得乔治爸爸说的很有道理，就不再争吵了。", "plot0": "两人各抒己见，又因意见不和吵了起来。", "plot1": "两人统一意见都不讲，反倒吵着要乔治爸爸给他们讲故事。", "label": 0}
{"story": "狼在袭击羊圈的时候被牧羊犬回击了，受了很重的伤。狼逃到一个僻静的地方躺了下来，舔自己的伤口。一个夜晚过去了，它仍然不能动弹。又是一天过去了，狼没有吃任何东西，也没有喝一口水。这时一只落单的羊在这附近啃草。狼想哄骗羊帮助自己，可见过狼的凶残的羊并没有上当。<mask>", "plot0": "于是狼在羊的悉心照料下，很快就恢复了健康。", "plot1": "于是狼在养伤期间被饿死了。", "label": 1}
{"story": "狼在袭击羊圈的时候被牧羊犬回击了，受了很重的伤。狼逃到一个僻静的地方躺了下来，舔自己的伤口。<mask>又是一天过去了，狼没有吃任何东西，也没有喝一口水。这时一只落单的羊在这附近啃草。狼想哄骗羊帮助自己，可见过狼的凶残的羊并没有上当。于是狼在养伤期间被饿死了。", "plot0": "一个夜晚过去后，它渐渐恢复了体力，先去找了一些吃的填饱肚子。", "plot1": "一个夜晚过去了，它仍然不能动弹。", "label": 1}
{"story": "阿凡提因为揶揄了国王，被国王赶出王宫，还说不想再看见他的脸。过了几天，从邻国来了几位使者。国王对使者们提出的问题没能答上来，只好又把阿凡提叫来。阿凡提躬着身，背朝国王倒着走到国王面前，正好把屁股对着国王。<mask>阿凡提无辜地跟国王告诉是国王自己之前说不想看见他的脸的。国王听了无言以对。", "plot0": "国王生气地斥责阿凡提对自己不敬。", "plot1": "国王对阿凡提的表现非常满意，重重奖赏了他。", "label": 0}
{"story": "迈安特洛斯河里有很多鱼。众多狐狸聚集在河边，想要捉鱼。可是水流很急，谁也不敢下去。一只小狐狸走过来，就想显摆一下自己的游泳本领。<mask>结果，一下水才知道水流真的很急，任凭小狐狸如何努力划水，还是一下子就被冲得无影无踪。", "plot0": "它仔细查看水流情况后，用装鱼的桶舀了一桶水上来。", "plot1": "它都没仔细查看水流情况，便扑通一声跳下水。", "label": 1}
{"story": "有一只金钱豹，吃得太饱了，就到草原上去遛达，碰到了一只出来觅食的三带犰狳。金钱豹第一次见到这个全身裹着厚鳞片，顶着小脑袋，拖着细长尾巴的怪东西。三带犰狳却一眼就认出了这是一只金钱豹，它吓得要命，就像刺猬一样，把头和尾弯曲起来，蜷成了一个铠甲球。<mask>它一会儿用脚踢，一会儿用拳头打，一会儿用牙咬，可三带犰狳就是不松开身体。金钱豹累得坐在地上呼哧呼哧直喘气。三带犰狳趁机跑的没影了。", "plot0": "金钱豹正好吃饱了撑得慌，就把三带犰狳当球玩了起来。", "plot1": "金钱豹正好吃饱了撑得慌，就拿来一个球和三带犰狳一起踢球玩。", "label": 0}
{"story": "水族先民从南方迁来贵州三都一带时，这里深山密林，杂草丛生，毒蛇很多。妇女们出门干活，总是会遇到毒蛇，一时也没有好的办法。有个名叫秀的姑娘，她偶然发现毒蛇一见红红绿绿的花边，便悄悄地溜掉。于是，秀姑娘回家后，找来红绿丝线，把自己的袖口、襟边、裤脚、船头鞋，都绣上了各种花卉。<mask>她把自己的办法告诉姐妹们。大家便在自己的衣、裤和鞋上绣上了花边。后来，这种款式的衣服慢慢演变成了水族的民族服饰，沿用至今。", "plot0": "她穿上这身衣服上山，毒蛇都争着帮她砍柴。", "plot1": "她穿上这身衣服上山砍柴，毒蛇果然溜走了。", "label": 1}
{"story": "露西为了参加圣诞舞会，偷拿了爸爸的钱去买了自己向往已久的裙子。可自从她拿了那一张钱以后，就再也不敢看爸爸的眼神，怕他看穿自己的心事。<mask>露西愧疚极了，她终于把实话告诉了爸爸。但爸爸没有怪她，因为她勇敢的承认了错误。于是，露西穿着父亲买的裙子参加了舞会。这对她来说是个特殊的舞会，因为父母的爱和宽容让她找回了自己诚实的本性。", "plot0": "晚上回到家，露西发现爸爸竟然给她买了一条更漂亮的裙子。", "plot1": "晚上回到家，露西发现爸爸穿着那条裙子在等她。", "label": 0}
{"story": "驴妈妈让小驴子去市场上买盐。从市场回来的路上，小驴子碰上一条河。背着盐包的它不小心掉进了水里。等它再站起来时感觉盐轻了许多。<mask>后来妈妈又让它去买海绵。小驴子想起上次买盐的事，过河的时候故意脚下一滑掉进河里。当他再站起来的时候背上的海绵却变得很重。小驴子费了很大力气才把海绵背回家。妈妈见小驴子这么久才回来，便问了他原因，小驴子委屈地告诉了她。妈妈听说后哈哈大笑，直说小驴子是个傻孩子。", "plot0": "他开心地回了家。", "plot1": "他就在河边一直喝水。", "label": 0}
{"story": "从前，有一位国王很喜欢别人称他为富裕的国王。所有到宫里来称颂国王的人，都会得到国王赏赐的很多珠宝。可是这些人一出宫门，国王就暗中派侍臣去跟着他们。等他们走到半途的时候，侍臣就把赏赐给他们的珠宝截回来。有一次，一个很滑稽的人来宫里为国王表演了一场杂技。<mask>这个滑稽人走的时候却是将脸朝着国王，倒骑着马出宫门的。国王好气地问他为什么这么做，那人说这么做是为了防备国王的人再把珠宝截回去。国王听了羞愧难当，从此再也不截回赏赐给别人的珠宝了。", "plot0": "国王觉得杂技很好看，快活极了，便赏赐给他许多珠宝。", "plot1": "国王觉得杂技很厉害，便让他看守自己的珠宝。", "label": 0}
{"story": "罗斯福小时候因为残疾很自闭。一次，父亲让大家种树，还要奖励种得最好的人。小罗斯福根本没有信心，便不管这棵小树。可小树竟然还长高了。一次，小罗斯福发现父亲一直在偷偷照顾他的小树。<mask>后来他的树果然是最茁壮的。父亲真的给了他一份大礼。此后，罗斯福不再自我封闭，慢慢变得乐观向上了。", "plot0": "他顿时感悟了，觉得父亲天生是种树的好手。", "plot1": "他顿时感悟了，开始对小树细心照料。", "label": 1}
{"story": "从前，有一头性子很野的小牛。他从来不愿意干活，而且总是用角冲撞他人。主人为了驯服这头狂躁的小牛，锯断了小牛的角，给它上了轭，让小牛去田地里犁地干活。<mask>幸好犁上的绳限制住了它，但小牛仍不甘心地用蹄子疯狂铲土，踢到旁人脸上。主人实在是拿这头小牛没办法，只好杀了小牛去卖肉。", "plot0": "没想到的是，虽然小牛失去了角，但犁地干活却特别卖力了。", "plot1": "没想到的是，小牛失去了角，就开始用蹄子踢人。", "label": 1}
{"story": "古代有个叫黄香的人，以孝出名。<mask>到了冬天，他害怕父亲着凉，就先钻到冰冷的被窝里，用身体温热被子后，再扶父亲上床睡下。到了夏天，为了使父亲晚上能很快入睡，他每晚都先把凉席扇凉，再请父亲去睡。黄香小小年纪，就有这样的孝心，也使他在做人、求学上有所成就。果然，后来他成为了一个以孝闻名的好官。", "plot0": "他9岁时母亲去世，从此他更细心地照顾父亲，一人包揽了所有的家务事。", "plot1": "他9岁时母亲去世，为了专心求学，他毅然离开了需要他照顾的父亲。", "label": 0}
{"story": "狐狸素来以捉弄小动物为乐，森林里的小动物都不愿和它做朋友，它寂寞极了。天渐渐凉了，狐狸得了风寒，只能盖着厚厚的被子躺在床上，冷冷清清的，没有一个人来看看它。狐狸不禁叹了一口气。晚上，狐狸偷偷地出来，想到河边跳水来结束生命。正准备跳，就被守夜的狗大叔看到了。狗大叔连忙拉住他，问他怎么回事。知道前因后果后，狗大叔叫狐狸去给小动物们道歉，他们原谅他了就能和他做朋友了。<mask>狐狸终于有朋友了。", "plot0": "狐狸就挨个去道歉，动物们都原谅了他。", "plot1": "狐狸很生气，就把狗大叔推入了河里。", "label": 0}
{"story": "有人听说鹅临死前会唱歌。这人想听一听鹅的美妙歌声，便买了一只鹅回家。很多年过去了，这只鹅一直一声不吭。<mask>这人很后悔，早知道，他当初早就该把这只鹅杀了，就不用等这么久了。", "plot0": "直到有一天，这个人很老了，鹅知道他死到临头了，这才为他唱起了挽歌。", "plot1": "直到有一天，鹅老了，知道自己死到临头，这才为自己唱起了挽歌，第二天便真的死了。", "label": 1}
{"story": "一个公司职员对自己的现状十分的不满，觉得自己没有受到重用，甚至想辞职。他向他的一个朋友诉说了自己的苦恼。<mask>他接受了朋友的建议，利用空闲时间掌握了很多并不是他本职工作内的技能。不久，他便被公司委以重任。", "plot0": "朋友十分生气，为他打抱不平，说这个公司本来也没什么发展前景，强烈建议他马上辞职换一个公司。", "plot1": "朋友建议他好好学学公司有关的理论和技能，待自己的能力提升后，再去跟上司提出升职的要求。", "label": 1}
{"story": "从前，乌龟是个没有壳的小动物。<mask>第二天，宙斯纳闷地去问乌龟为什么不来，乌龟回答说自己太爱自己的家了，不想离开。于是，宙斯气得罚乌龟以后只能背着自己的家生活。", "plot0": "有天，天神宙斯结婚，他决定去乌龟家举办婚礼。", "plot1": "有天，天神宙斯结婚，他请了所有动物去参加婚礼，唯独乌龟没去。", "label": 1}
{"story": "小熊在森林里建造属于自己的房子，并和小伙伴约好，等建成那天要邀请所有小伙伴来做客。小伙伴们也盼望着小熊的房子早日建好，当小熊只剩下油漆工作时，小伙伴们送来了红黄蓝三种油漆。可小熊犯了迷糊，这都不是他想要的颜色。<mask>小熊心满意足地完成了自己预期的房屋外观，并拿出了成堆的橘子宴请各位小伙伴。", "plot0": "路过的小浣熊帮小熊重新买过了另外三种油漆。", "plot1": "路过的小浣熊帮忙把三种颜色互相混合，形成了绿色，橘色油漆。", "label": 1}
{"story": "一只狼被猎人射伤了前腿，它拼命奔跑想要逃走，可是猎人一直对它穷追不舍。这时候从前方走来了东郭先生。狼哀怜地恳求先生救救他。东郭先生答应了，于是让狼躲进了自己的书袋里。<mask>猎人夸赞了先生的机智，并给了先生一笔钱。东郭先生拿钱雇了个车，高兴地进京求官去了。", "plot0": "等到猎人追来时，东郭先生一口咬定没看到狼。", "plot1": "等到猎人追来时，东郭先生把装着狼的袋子给了他。", "label": 1}
{"story": "麦草、煤块和豆子是好朋友。<mask>煤块性子比较急，拉着麦草大着胆子走上了桥，这时正当正午，烈阳把麦草晒得自燃了，煤块也被麦草的火焰燃成了灰烬，两人纷纷丧命。还在岸边的豆子看到这一幕非常伤心的边哭边远离了那座危桥。", "plot0": "有一天，他们想去河对面玩，不过过河的桥还没完全修好，但是它们不愿意绕路走，非要从没修好的桥上走。", "plot1": "有一天，他们想去河对面玩，但是过河的桥还没完全修好，它们不敢从桥上走，宁可绕了一大段路。", "label": 0}
{"story": "黑熊因为偷东西被虎大王关进了监狱。<mask>出狱后不久，黑熊拾到了一块金子，他决定将拾到的金子交给虎大王，以表明自己彻底改过的决心。当黑熊把金子拿去交给了虎大王时，虎大王非常开心，还奖励了黑熊。原来这块金子是虎大王为了测试黑熊故意丢的，而黑熊也确实改变了。从此，黑熊和大家成了好朋友。", "plot0": "经过深刻反省，它认为自已之所以被关进来是因为偷东西的技术还不过硬。", "plot1": "经过深刻反省，它认识到了自己的过错，决定痛改前非，不当让大家看不起的小偷。", "label": 1}
{"story": "一天早上，小草刚睡醒，伸了伸懒腰，突然觉得身子紧绷绷的，像被什么缠住了，仔细一看原来是个垃圾袋。小草拼命挣扎，可是怎么也挣脱不了。<mask>可是人们只顾自己走路，有的甚至踩在它身上走了过去。小草很伤心，不久就因为长时间的污染而枯萎了。人们再也看不到绿油油的草地了。", "plot0": "它焦急的看着来往的人，希望有个人来帮助自己。", "plot1": "它焦急地哭叫起来，引起了人们的注意。", "label": 0}
{"story": "从前有两个人都很富有，彼此不服，提出要比富。他俩一个比一个舍得花钱。他们花起钱来，眼睛都不眨一下，钱在他们眼里简直连尘土都不如。他们比富的事情惊动了朝廷，连皇帝都知道了这件事。他命人把他们抓来。皇帝看来看去也不觉得他们都什么真本领，觉得他们的钱一定来路不正，是通过非法的手段得来的。<mask>一夜之间，两个富人竟沦落为了一无所有的阶下囚。所以不要随便炫耀自己的财富，这样并不能带来好处。", "plot0": "皇帝赏赐了他们许多财宝，还封他们做了大官。", "plot1": "皇帝下令查封了他们的财产，还把他们投入了牢房。", "label": 1}
{"story": "美国黑人杰西克库思是当时美国一家名不见经传的小报记者。因为种族歧视，在那家报社中他感到四面楚歌，受人排挤。那时，美国的石油大王哈默已蜚声世界，报社总编希望几位记者能采访到哈默。<mask>但哈默只回答了他一个问题。杰西因为采访到了哈默而深受主编重用，他自身也因哈默当时的回答受到启发，与同事消除了隔阂，成为了好友。", "plot0": "杰西克下定决心要采访到哈默。终于在一家大酒店门口他拦住哈默，并诚恳地希望哈默能回答他的几个简短问题。", "plot1": "杰西克下定决心要采访到哈默。终于在一家大酒店门口他拦住哈默，并诚恳地希望哈默能接受他的几个建议。", "label": 0}
{"story": "黑熊因为偷东西被虎大王关进了监狱。经过深刻反省，它认识到了自己的过错，决定痛改前非，不当让大家看不起的小偷。出狱后不久，黑熊拾到了一块金子，他决定将拾到的金子交给虎大王，以表明自己彻底改过的决心。当黑熊把金子拿去交给了虎大王时，虎大王非常开心，还奖励了黑熊。原来这块金子是虎大王为了测试黑熊故意丢的，而黑熊也确实改变了。<mask>", "plot0": "从此，黑熊和大家成了好朋友。", "plot1": "从此，黑熊更变本加厉地偷东西了。", "label": 0}
{"story": "从前有一位国王，养了很多骏马。<mask>有一次，另一个国家的国王带兵来与这位国王交战，骏马们气势汹汹，把敌人打的节节败退，灰溜溜地退回了自己的国家。从此，再没有一个国家敢与该国交战。", "plot0": "这些马都老弱病残，从来没有为国效力过。", "plot1": "这些马全都能征善战，为保卫国家立下了很大功劳。", "label": 1}
{"story": "从前有一位非常和善的老诗人。有天晚上，外面狂风暴雨，诗人坐在温暖的屋中。<mask>屋子里很快就挤满了人，诗人给他们弹琴，人们伴着歌声跳起了舞，忘记了暂时的烦恼。", "plot0": "他一看到外面有被淋湿的穷苦人经过，就炫耀自己温暖的屋子和充足的食物。", "plot1": "他一看到外面有被淋湿的穷苦人经过，就邀请他们进来烤火，并给他们食物。", "label": 1}
{"story": "从前，有一个人，他有一对非常可爱的儿女。但是他对两个孩子非常残忍，时不时的会打骂孩子。<mask>森林里的动物们对他们非常友好。从此，兄妹俩在森林里和动物们快乐的生活在一起。而这个人也因为丢失了孩子而无依无靠，孤苦而死。", "plot0": "兄妹俩实在忍受不了，一起逃进了森林。", "plot1": "但即使这样，兄妹俩也舍不得离开他。", "label": 0}
{"story": "新市有个齐国的瞎子，性情急躁。他在大街上昂头直走，行人不及避开，被他撞着，他便破口大骂。这天，来了一个梁国的瞎子，脾气更加暴躁。<mask>两人爬起来后都骂对方是瞎子，吵得不可开交。围观的行人都觉得十分好笑。", "plot0": "他在大街上横冲直闯，快要撞到齐国瞎子时，齐国瞎子敏捷地避开了。", "plot1": "他在大街上横冲直闯，迎面撞到齐国瞎子，两人一齐摔倒在地。", "label": 1}
{"story": "鸭子夫人与鸭子丈夫相亲相爱地在农夫家里生活快两年了，他们每天享受农夫喂给的谷子和精饲料，住在鸭棚中。然而一天清晨，鸭子夫人与鸭子丈夫发生了争吵。鸭子夫人一赌气，便独自游到了湖边的芦苇丛中。鸭夫人被外面的风景和新鲜事物给吸引了，还有殷情的野公鸭给她抓鱼，讨好她，于是鸭夫人就跟着野公鸭越游越远。<mask>鸭夫人绝望地喊着鸭子丈夫，可是它再也回不去了。", "plot0": "忽然，一声刺耳的猎枪声传来，野公鸭立马飞走了，鸭夫人落入了猎人的手中。", "plot1": "忽然，一声刺耳的猎枪声传来，野公鸭立马用身体挡住了鸭夫人，鸭夫人得救了。", "label": 0}
{"story": "有个陕西人投宿在一家客栈。半夜，他听到隔壁房间，有两人密谈。<mask>第二天一早，店主忽然来找这个陕西人，说店里的两头猪被偷了。这人便将昨晚听到的对话告诉了店家。店家果然在隔壁村王老爷那里找到了这两头猪。", "plot0": "原来这两人睡的又是打呼噜，又是说梦话。", "plot1": "这两人商量要逃到隔壁村的王老爷那里。", "label": 1}
{"story": "有对小夫妻刚搬到新家。这天晚上，突然停电了，屋里一下子漆黑一片。<mask>原来是隔壁家的小孩给他们送来了蜡烛。女主人很感激邻居。第二天便做了好吃的蛋糕回赠给了邻居。", "plot0": "女主人赶紧去隔壁家借蜡烛和火柴，可没有人给她开门。", "plot1": "在女主人起身去找蜡烛和火柴时，门铃声响了。", "label": 1}
{"story": "狼饿极了，好不容易捕到一头羊，便大口吃了起来。狼刚吃完一条羊腿，一根骨头就梗在了喉咙里，怎么也咽不下去。<mask>仙鹤本想要报酬，却发现狼对着他流起了口水，扑腾下翅膀赶忙飞走了。", "plot0": "一只仙鹤飞了过来，他用自己长长的尖嘴使劲地啄狼，直到把他啄到只剩骨头。", "plot1": "一只仙鹤飞来帮他，他把自己长长的尖嘴伸进了狼的大口里，钳出了骨头。", "label": 1}
{"story": "一条鬣狗衔着一根骨头走在河边。这时月亮出来了，把影子投在水面上。鬣狗看见了，它误以为水里的月亮是块猪油，就扔下骨头，一头钻进水里捉月亮。自然，鬣狗没有捉到月亮。湿淋淋地回到岸上后，它发现骨头也不见了，十分懊恼。这时，河水由于鬣狗的搅动浑浊了起来，月亮的影子便也暂时消失了。于是鬣狗决定趴在岸边，守着水里的月亮再次出现，将其捉住后饱餐一顿。<mask>如此反复多次后，天都快亮了，天上的月亮下山了，河里的月亮自然也没了。鬣狗又冷又累又饿，不仅捉不到水里的月亮，连最初的骨头也失去了，只得心灰意冷地离去。", "plot0": "待河水平静，月亮的影子再次出现后，鬣狗又跳入了水中寻找。", "plot1": "待河水平静，月亮的影子再次出现后，鬣狗终于看清了那只是月亮的影子。", "label": 0}
{"story": "这一天，49岁的伯尼马库斯像往常一样去上班。二十多年他勤勤恳恳，兢兢业业，才坐到了如今的位置，只有再这样工作11年，就可以安稳的拿退休金了。可是，万万没想到他被解雇了，一夜之间变成了失业者。家庭开支迫使他得快点找到生活来源。那段时间他很痛苦、迷茫。<mask>两个人互相安慰，一起寻求解决办法。突然马库斯心中有了自己创办一家公司的想法。于是，两个人就策划建立新的家居仓储公司。最终他们用了20年的时间，把一家名不见经传的小公司发展成了世界500强。", "plot0": "有天，他遇到了事业有成的老朋友亚瑟布兰克，亚瑟布兰克狠狠地羞辱了他一番。", "plot1": "有天，他遇到了正和他有同样经历的老朋友亚瑟布兰克。", "label": 1}
{"story": "古时候，东海里面住着一只大鰲，他身形巨大，头顶蓬莱仙山，让人看了惊叹不已。有一群红蚂蚁住在蚁冢上，整天为了生活忙忙碌碌，没见过什么世面。<mask>蚂蚁们经过长途跋涉，终于来到了东海边上看到了大鰲。可是他们很失望，觉得这鰲头顶仙山就好比蚂蚁头顶米粒，它在海里游动、停息就如同蚂蚁在蚁冢里爬行和休息，只不过程度有所不同罢了。正当他们非常不屑时，一阵大浪打了过来，蚂蚁被卷进海里再也不见了。", "plot0": "于是他们决定一起去东海看看大鰲。", "plot1": "他们埋头工作，对大鰲的事情一点也不关心。", "label": 0}
{"story": "上帝把l、2、3、4、5、6、7、8、9、0十个数字摆出来，让面前10个人每个人取一个数。<mask>取到2和1的人，都说自己运气不好。可是，有一个人却心甘情愿地取走了0。他认为可以从0开始，然后自己就可以获得1到9。", "plot0": "人们都跳过9、8、7、6、5、4、3，直接去抢0、1、2。", "plot1": "人们争先恐后地拥上去，把9、8、7、6、5、4、3都抢走了。", "label": 1}
{"story": "花园里百花齐放，争鲜斗艳。<mask>其它地花儿都不把它放在眼里。冬青也不争辩，甚至开始自卑。直到冬天，所有的花都谢了，院子里只有冬青一抹绿色。大家都夸赞他，冬青开心地笑了。", "plot0": "一株不起眼的冬青长在花园的角落里，显得那么地弱小。", "plot1": "一株冬青在百花的帮助下，开出了美丽的花朵，成了花园中最醒目的一员。", "label": 0}
{"story": "阿凡提在上经文学堂时，回答问题非常干脆而准确，思维迟缓的毛拉常常听不清他在说什么。一天，阿凡提又迅速回答了毛拉的提问。毛拉让阿凡提以后回答问题慢一点。一天晚上，阿凡提去毛拉家请教几个问题。<mask>阿凡提故意慢慢地告诉毛拉色兰着火了。等他说完，毛拉的色兰已经烧得差不多了。毛拉气得不行，再也不管教阿凡提了。", "plot0": "他在取壁台上的油灯时，故意把自己的色兰点着了。", "plot1": "他在取壁台上的油灯时，不小心把挂在墙壁上的色兰点着了。", "label": 1}
{"story": "六月的天，刚才还是万里无云，突然就在草原上下起了倾盆大雨，动物们都拼命往家里跑。小兔子也跑在回家的路上。可是地上的积水很深，小兔子只露了两只眼睛和长耳朵在外面。小白兔的家在河对岸，但现在连河的影子也看不见。这时它碰上了小乌龟。小兔子问小乌龟还有多远能到河对岸。<mask>很快，小乌龟把小兔子送回了家。不久，这事传到森林市长的耳朵里，便在森林大会上表扬了助人为乐的小乌龟。", "plot0": "小乌龟看着小兔子艰难前行的样子，就让小兔子坐到自己的身上，还送给小兔子一把荷叶伞。", "plot1": "小乌龟看着小兔子艰难前行的样子，很是好笑，便把它骗到更深的水里去了。", "label": 0}
{"story": "一只螃蟹成天算计着要吃河里的小鱼。狡猾的螃蟹总是藏在岩石下面，窥探着小鱼的行动。<mask>岩石很不喜欢螃蟹的行径，心疼小鱼们，但是它拿螃蟹也没有办法，螃蟹还是天天躲在岩石下面捉小鱼。这天，河水突然泛滥。洪水冲得岩石在河床上滚，岩石趁机把藏在它下面的螃蟹压扁了。这下小鱼们都安全了。", "plot0": "趁小鱼靠近，螃蟹就夹住小鱼，把它们吃掉。", "plot1": "小鱼一旦靠近，螃蟹就挡住小鱼，不让它们撞到岩石。", "label": 0}
{"story": "一只青蛙对孩子们吹牛，说它想变多大就能变多大。孩子们看见岸边正好有头牛，就想让青蛙变得跟牛一样大。<mask>它的肚皮越鼓越大，最后青蛙竟然把自己给撑爆了。", "plot0": "青蛙不愿承认自己是在吹牛，只得尽力把肚皮鼓起来。", "plot1": "青蛙为了证明自己没有吹牛，跳到了牛背上，站得比牛还高一截。", "label": 0}
{"story": "先前，刘备刚起事时，曾一度因兵少将寡而被吕布打败，不得不忍气吞声，依附于曹操。曹操虽然对刘备以礼相待，情同手足，其实他上对刘备却非常不放心，时刻加以戒备和防范。曹操为人多疑，经常派自己的心腹暗中监视手下的将领，如果哪个将领同前来拜访的宾客一起饮宴，就会找借口处死他。<mask>曹操常派密探来打探刘备的情况，密探走后，刘备与张飞、关羽商讨对策。几天后的夜里，刘备与张飞等人轻装骑马，终于一起逃走了。", "plot0": "刘备深知曹操的为人，为了免遭杀身之祸，就装作胸无大志的样子，天天关起门来，领着人种菜。", "plot1": "刘备深知曹操的为人，为了让曹操重视自己，每天和手下谈论兵法，说要和曹操比试高低。", "label": 0}
{"story": "一天，天空忽然暗了，随后下起雨来。一天过去了，两天过去了，一个星期过去了，雨还一直下个没完。这雨虽然一直不大，但让大家觉得很不方便。青蛙最了解雨。大家都向青蛙请教雨为什么下个不停。青蛙只说这不是雨，而是天空在哭泣。可是青蛙也有些摸不着头脑。它费力地爬到山顶，问天空什么时候雨才能停。天空不说话，只是哭。它请求天空别再哭了。天空还是哭。一只鸟儿飞过来，请求天空别再哭了。天空还是哭。这时忽然来了一个小姑娘。她走到山顶，向天空递出了一块小手帕。她让天空快别哭了，赶紧拿手帕擦擦。<mask>长久的雨终于停了。", "plot0": "天空赶忙接过了手绢擦脸。", "plot1": "天空赶忙拿手绢到雨里洗一洗。", "label": 0}
{"story": "运动会上，小河马没能得奖，它觉得自己很没用。这时，一只小松鼠要过河，它就请小河马来帮忙。<mask>小松鼠夸它游得真好。小河马也从中找到了自己的价值。从此它每天都在河边帮人过河，再也不觉得自己没用了。", "plot0": "小河马平稳地把它背过了河。", "plot1": "小河马战战兢兢不敢下水。", "label": 0}
{"story": "不知是谁到井台上打水，把生长在井里的青蛙打到水桶里，带到地面上来了。青蛙有生以来第一次接触干燥的土地。太阳、田地、青草、树林还有小鸟等，对青蛙来说都是新鲜的。<mask>对于青蛙来说他已经习惯了井里安逸的生活，外面的世界对他来说都是挑战，所以它还是回到了自己的舒适圈。", "plot0": "本以为青蛙会很开心，可是它却不耐烦地在近处逛了一阵，又跳回井里去了。", "plot1": "青蛙非常开心，到处闲逛，结果再也找不到以前住的井了，吓得哇哇大哭。", "label": 0}
{"story": "中秋节这天，是森林里的小动物们和爸爸妈妈团聚的日子。他们和爸爸妈妈开心地玩耍着。突然，他们发现天上的星宝宝哭了。大家关心地询问星宝宝为什么哭。星宝宝说中秋节这天他不能和太阳爸爸团聚，所以很伤心。<mask>萤火虫们手拉着手聚在一起，形成一个巨大的亮球。亮球从东方升起，把夜晚的森林照得像白天一样明亮，就像太阳爸爸一样。星宝宝看到以后不再伤心，露出了幸福的笑容。", "plot0": "大家不想看星宝宝伤心，就都关门睡觉了。", "plot1": "大家为了让星宝宝开心起来，找到了森林里所有的萤火虫。", "label": 1}
{"story": "有一位美丽的富家千金去寺庙烧香还愿，路人见了她都不禁频频侧目。千金烧完香后，便在庭院里闲逛。她看到一幅书法十分好看，便请求见见书法主人。没想到书法主人是个俊俏的和尚，千金一眼就看中了他。<mask>但和尚的心中只有佛法，世俗之物根本进不了他的眼。千金只能无奈地离开了。", "plot0": "千金劝和尚好生修佛，不要再写书法，这样才能得成正果。", "plot1": "千金劝和尚还俗，然后和她成亲，就能获得荣华富贵。", "label": 1}
